{
        "enemies/baggy-kun-test.json/meta/species": {
                "orig": "Sandbag",
                "text": "Sac de sable"
        },
        "enemies/baggy-kun-test.json/meta/descriptions/0/text": {
                "orig": "This training dummy is used for new players to test \\c[3]Combat Arts\\c[0] and other techniques without the fear of getting attacked.\n ",
                "text": "Ce sac d'entrainement est utilisé par les nouveaux joueurs pour tester les \\c[3]Arts de Combats\\c[0] et d'autres techniques sans risquer d'être attaqués."
        },
        "enemies/baggy-kun.json/meta/species": {
                "orig": "Sandbag",
                "text": "Sac de sable"
        },
        "enemies/baggy-kun.json/meta/descriptions/0/text": {
                "orig": "This training dummy is used for new players to test \\c[3]Combat Arts\\c[0] and other techniques without the fear of getting attacked.\n ",
                "text": "Ce sac d'entrainement est utilisé par les nouveaux joueurs pour tester les \\c[3]Arts de Combats\\c[0] et d'autres techniques sans risquer d'être attaqués."
        },
        "enemies/beat-boss.json/meta/species": {
                "orig": "Mecha Crab",
                "text": "Crabe Mécanique"
        },
        "enemies/beat-bot.json/meta/species": {
                "orig": "Mecha Crab",
                "text": "Crabe Mécanique"
        },
        "enemies/boss-driller.json/actions/RegenShield/4/text": {
                "orig": "Shield Recovered",
                "text": "Bouclier Rétabli"
        },
        "enemies/boss-driller.json/meta/species": {
                "orig": "Infected Mecha",
                "text": "Mecha Infecté"
        },
        "enemies/boss-driller.json/meta/descriptions/0/text": {
                "orig": "This enormous mine robot was infected too and is the final test for the \\c[3]\\v[area.cold-dng.name]\\c[0]. Originally its purpose was to drill deep into the ground using its right arm to crack the stone. To avoid the cold in the deeper sections it could also use a flamethrower to battle the freezing temperatures and bombs to destroy even the thickest of rocks.\nHow it even got in here you ask? Don't be silly, every good miner knows not to share their secrets.",
                "text": "Ce robot minier énorme a aussi été infecté et c'est l'épreuve finale pour le \\c[3]\\v[area.cold-dng.name]\\c[0]. Normalement son but était de creuser en profondeur en utilisant son bras droit pour casser les pierres. Pour éviter le froid dans les sections les plus profondes il pouvait aussi utiliser un lance-flamme pour combattre les températures glaciales et des bombes pour détruire les roches les plus épaisses.\nVous vous demandez comment il s'est retrouvé là ? Ne soyez pas ridicule, tous les bons mineurs savent qu'il faut garder leurs secrets pour eux."
        },
        "enemies/boss-extra.json/meta/species": {
                "orig": "Unknown Mecha ",
                "text": "Mecha Inconnu"
        },
        "enemies/boss-test.json/meta/species": {
                "orig": "Unknown Mecha ",
                "text": "Mecha Inconnu"
        },
        "enemies/boss-test.json/meta/descriptions/0/text": {
                "orig": "A mechanical crab summoned by the mysterious blue avatar. Its stats conveniently match yours and its attack gets more ferocious the more damage you deal. When it charges up for a big jump it will get stunned on the last dive revealing the weak point on its back: a shiny crystal!",
                "text": "Un crabe mécanique invoqué par le mystérieux avatar bleu. Ses attributs correspondent aux vôtres (pratique !) et son attaque devient plus féroce au fur et a mesure que vous lui faites des dégâts. Lorsqu'il charge pour faire un grand saut, il s'étourdira lors du dernier plongeon et révèlera son point faible sur son dos : un cristal brillant !"
        },
        "enemies/buffalo-alt.json/actions/Quest-MoveToTree/2/text": {
                "orig": "[Hungry noises]",
                "text": "[Bruits Affamés]"
        },
        "enemies/buffalo-alt.json/actions/Quest-LickTree/5/text": {
                "orig": "[Licking Tree]",
                "text": "[Lèche l'Arbre]"
        },
        "enemies/buffalo-alt.json/meta/species": {
                "orig": "Buff Mammal",
                "text": "Mammifère Vigoureux"
        },
        "enemies/buffalo-alt.json/meta/descriptions/0/text": {
                "orig": "Remember the \\v[combat.name.buffalo]? And how it is a fluffy fella? Well this one is too! Despite its unfavorable name.\nBut it gets every bit as angry when attacked and packs a much stronger punch.\nIt gains its dark color and red eyes by age. When a \\v[combat.name.buffalo] enters adulthood its color changes marking it as a potential mating partner.",
                "text": "Vous vous souvenez du \\v[combat.name.buffalo] ? Et comment il était un gentil animal poilu ? Eh bien celui-là aussi l'est ! Malgré son nom très défavorable.\nMais il reste toujours aussi énervé quand on l'attaque et porte des coups bien plus puissants.\nIl a obtenu sa couleur sombre et ses yeux rouges avec l'âge. Lorsqu'un \\v[combat.name.buffalo] devient adulte, sa couleur change pour montrer qu'il est un partenaire sexuel potentiel."
        },
        "enemies/buffalo.json/meta/species": {
                "orig": "Buff Mammal",
                "text": "Mammifère Vigoureux"
        },
        "enemies/buffalo.json/meta/descriptions/0/text": {
                "orig": "This tanky buffalo creature looks like a mean meany but is actually a soft and fluffy fella. As long as you don't get on its wrong side. If you do you better get ready to feel the full wrath of its stomp and charge attacks. Its head is coated in a metal-like layer of skin that it uses to shield against attacks.\nYour only way out is to let it charge against a wall which will stun it for a short while, leaving it open for attacks from behind.",
                "text": "Ce buffle renforcé ressemble à un grand méchant, mais il est en fait un animal doux et touffu. Tant que vous ne lui tapez pas sur les nerfs. Si vous le faites, vous devriez vous préparer à ses attaques de charges et de frappe au sol. Sa tête est entourée d'une couche de peau aussi dure que le métal, qu'il utilise pour se protéger contre les attaques.\nVotre seule chance de le vaincre est de le laisser foncer contre un mur, ce qui va l'étourdir pendant un moment, le laissant vulnérable à des attaques par-derrière."
        },
        "enemies/captain.json/meta/species": {
                "orig": "Human",
                "text": "Humain"
        },
        "enemies/daft-frobbit.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/daft-frobbit.json/meta/descriptions/0/text": {
                "orig": "A mischievous variant of the common \\c[3]\\v[combat.name.gray-frobbit]\\c[0] created by the Ancients as part of a trial. It will jump around and make you chase it all around the area until finally engaging in combat. And boy does it pack a punch, combining both Heat and Cold for furious attacks.",
                "text": "Une variante fourbe du \\c[3]\\v[combat.name.gray-frobbit]\\c[0] commun, crée par les anciens pour faire partie d'une épreuve. Il va sauter partout et va vous le faire faire pourchasser autour de la région, avant de vous engager au combat. Et il va vous en faire voir de toutes les couleurs, en combinant à la fois des furieuses attaques Froides et Chaudes."
        },
        "enemies/default.json/actions/ChargeAttack/9/text": {
                "orig": "Charging!",
                "text": "Charge !"
        },
        "enemies/default.json/actions/ShowWeakAR/0/text": {
                "orig": "Weak!",
                "text": "Faible !"
        },
        "enemies/default.json/meta/species": {
                "orig": "Rookie Robot",
                "text": "Robot Débutant"
        },
        "enemies/default.json/meta/descriptions/0/text": {
                "orig": "Often called \"Default-Bot\" by the developers of CrossWorlds this enemy is used in the official tutorial of the game as a more dangerous foe compared to a \\v[combat.name.simple-bot]. It will charge up and attack 3 times in a row but conveniently it will also tell you by both blinking red and via a message. Truly an enemy for a tutorial!",
                "text": "Souvent appelé \"Bot par défaut\" par les développeurs de CrossWorlds, cet ennemi est utilisé dans le tutoriel officiel du jeu comme un ennemi dangereux comparé à un \\v[combat.name.simple-bot]. Il va charger et attaquer 3 fois en une fois, mais il vous le dira à la fois en clignotant en rouge et en affichant un message. C'est vraiment un véritable ennemi de tutoriel !"
        },
        "enemies/frobbit-miniboss-femme.json/actions/summonGallants/1/text": {
                "orig": "Summoning Bunnies...",
                "text": "Convocation de Lapins...",
                "note": "unused, and too roleplay-y anyway"
        },
        "enemies/frobbit-miniboss-femme.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/frobbit-miniboss-gallant.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/frobbit.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/frobbit.json/meta/descriptions/0/text": {
                "orig": "This white counterpart to the \\v[combat.name.gray-frobbit] lives in the higher places of Mount. Bergen and is every bit as cute... and evil. \nHowever it is stronger and can quickly whittle you down when encountered in big packs.",
                "text": "Cet alter ego blanc du \\v[combat.name.gray-frobbit] vit dans les parties hautes du Mont Bergen et est tout aussi mignon... et vicieux.\nPar contre, il est plus puissant et peut rapidement vous terrasser lorsqu'on le rencontre en grand groupe."
        },
        "enemies/goat-cave.json/actions/moveBomb/1/thenStep/0/text": {
                "orig": "BOMB!",
                "text": "BOMBE !"
        },
        "enemies/goat-cave.json/actions/bombKick/1/thenStep/0/text": {
                "orig": "KICK!",
                "text": "SHOOT !"
        },
        "enemies/goat-cave.json/actions/bombDaze/8/text": {
                "orig": "[Off Balance]",
                "text": "[Déstabilisé]"
        },
        "enemies/goat-cave.json/actions/bombKickPassive/0/thenStep/0/text": {
                "orig": "KICK!",
                "text": "SHOOT !"
        },
        "enemies/goat-cave.json/actions/bombKickPassive/1/text": {
                "orig": "Preparing bomb...",
                "text": "Préparation de la bombe..."
        },
        "enemies/goat-cave.json/actions/sceneKick/0/thenStep/0/text": {
                "orig": "KICK!",
                "text": "SHOOT !"
        },
        "enemies/goat-cave.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/goat-cave.json/meta/descriptions/0/text": {
                "orig": "This much more powerful and intelligent variant of the \\c[3]\\v[combat.name.goat]\\c[0] has only been sighted very recently.\nReports suggest that it might not have developed naturally but was actually \\c[3]created by human influence\\c[0].\nIn any case it uses \\c[3]heat-based\\c[0] attacks and is even able to handle \\c[3]explosives\\c[0].",
                "text": "Cette variante bien plus puissante et intelligente du \\c[3]\\v[combat.name.goat]\\c[0] n'a été aperçue que très récemment.\nLes rapports indiquent qu'il ne s'est peut-être pas développé naturellement, mais qu'il aurait été \\c[3]créé par l'influence de l'homme\\c[0].\nIl utilise en tout cas des attaques \\c[3]basées sur le Chaud\\c[0] et est même capable de manier des \\c[3]explosifs\\c[0]."
        },
        "enemies/goat.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/goat.json/meta/descriptions/0/text": {
                "orig": "The horned goat likes to make fun of its attackers by pointing its butt at them which is plated in armor for some reason. Attacking it while it is doing so will result in a quick kick so keep your distance. \nSometimes it will actually throw its horns in a large curve. Use this to stun it and deal some good damage. And don't get distracted by its laughing. It's laughing with you, not about you!",
                "text": "Le bouc cornu aime se moquer de ses attaquants en leur montrant son derrière qui, pour une certaine raison, est renforcé d'une armure en métal. L'attaquer lorsqu'il fait cela va rapidement se terminer en un coup de pied, donc gardez vos distances.\nParfois il va également vous lancer ses cornes dans une courbe large. Utilisez cela pour l'étourdir et pour lui causer des dégâts. Et ne vous laissez pas distraire par son rire. Il rit avec vous, pas à propos de vous !"
        },
        "enemies/gray-frobbit.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/gray-frobbit.json/meta/descriptions/0/text": {
                "orig": "This weird mixture between frog and rabbit calls the lower parts of Mount Bergen its home. Its cute demeanor quickly turns to evil killer beast when attacked. It will jump around its aggressor and use its strong legs for attacks. Watch out for its fake-outs! It will pretend to charge at you only to jump behind you and give you a boot to the head.",
                "text": "Cette mixture entre une grenouille et un lapin se trouve chez lui dans les parties basses du mont Bergen. Son apparence mignonne se transforme rapidement en une bête tueuse lorsqu'on l'attaque. Il va rapidement sauter autour de son agresseur et utiliser ses puissantes pattes pour attaquer. Attentions à ses feintes ! Il va prétendre vous charger pour ensuite sauter derrière vous et vous botter votre tête."
        },
        "enemies/greenlight.json/meta/species": {
                "orig": "Machiene",
                "text": "Machine"
        },
        "enemies/guard-hostile-default.json/actions/Init/0/thenStep/0/text": {
                "orig": "Init",
                "text": "Démarrage"
        },
        "enemies/guard-hostile-default.json/actions/Attack_Stab_Triple/7/text": {
                "orig": "\"En garde!\"",
                "text": "\"En garde !\""
        },
        "enemies/guard-hostile-default.json/actions/Blindside/4/text": {
                "orig": "\"Too easy!\"",
                "text": "\"Trop facile !\""
        },
        "enemies/guard-hostile-default.json/actions/Blindside/33/hit/0/thenStep/0/text": {
                "orig": "HIT",
                "text": "TOUCHÉ"
        },
        "enemies/guard-hostile-default.json/actions/Blindside/33/missed/0/thenStep/0/text": {
                "orig": "MISS",
                "text": "RATÉ"
        },
        "enemies/guard-hostile-default.json/actions/HealSandwich/3/thenStep/0/thenStep/0/thenStep/0/text": {
                "orig": "RETREAT",
                "text": "RETRAITE"
        },
        "enemies/guard-hostile-default.json/actions/HealSandwich/8/thenStep/0/text": {
                "orig": "[Eating] #\\v[entity.attrib.sandwichUse]",
                "text": "[Mange] #\\v[entity.attrib.sandwichUse]"
        },
        "enemies/guard-hostile-default.json/actions/HealSandwich/8/elseStep/0/text": {
                "orig": "[Eating]",
                "text": "[Mange]"
        },
        "enemies/guard-hostile-default.json/actions/HealCancel/2/text": {
                "orig": "\"My sandwich! You'll pay!\"",
                "text": "\"Mon sandwich ! Tu vas me le payer !\""
        },
        "enemies/guard-hostile-default.json/actions/summonTurrets/3/thenStep/0/thenStep/0/text": {
                "orig": "RETREAT",
                "text": "RETRAITE"
        },
        "enemies/guard-hostile-default.json/actions/summonTurrets/5/thenStep/0/text": {
                "orig": "TURRETS",
                "text": "TOURELLES"
        },
        "enemies/guard-hostile-default.json/actions/summonTurrets/10/text": {
                "orig": "[Getting Reinforcements]",
                "text": "[Obtention de Renforts]"
        },
        "enemies/guard-hostile-default.json/meta/species": {
                "orig": "Human Guard",
                "text": "Garde Humain"
        },
        "enemies/guard-hostile-default.json/meta/descriptions/0/text": {
                "orig": "An armed human, currently or formerly employed by one of the many city guards on Shadoon.\n\nWield a powerful type of weapon that is used by most guards, the Laserlance. Also usually carries a standard ration of Sandwiches to recover from tiresome battles.",
                "text": "Un humain armé, actuellement ou autrefois employé par l'une des nombreuses gardes de Shadoon.\n\nPorte un type d'arme puissant utilisé par la plupart des gardes, la Laserlance. Porte aussi une ration standard de sandwichs pour se reposer des combats fatiguants."
        },
        "enemies/hedgehog-alt.json/actions/Quest-MoveToTree/2/text": {
                "orig": "[Hungry noises]",
                "text": "[Bruits Affamés]"
        },
        "enemies/hedgehog-alt.json/actions/Quest-LickTree/5/text": {
                "orig": "[Licking Tree]",
                "text": "[Lèche l'Arbre]"
        },
        "enemies/hedgehog-alt.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/hedgehog-alt.json/meta/descriptions/0/text": {
                "orig": "When a \\v[combat.name.hedgehog] becomes old, its needles acquire a red tint which strongly resembles rust. Much like its younger self it only attacks when threatened.\nHowever years of experience made it much more resilient and taught it to use its spinning attack to jump on aggressors.",
                "text": "Lorsqu'un \\v[combat.name.hedgehog] devient agé, ses piques se teintent en rouge rappelant la couleur de la rouille. Comme ses juvéniles, il attaque quand il est menacé.\nMais des années d'expériences l'ont rendu encore plus résistant et l'ont appris à utiliser ses attaques tournoyantes pour sauter sur ses agresseurs."
        },
        "enemies/hedgehog-boss.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/hedgehog-dodge.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/hedgehog-fly.json/meta/species": {
                "orig": "Flying Mammal",
                "text": "Mammifère Volant"
        },
        "enemies/hedgehog-fly.json/meta/descriptions/0/text": {
                "orig": "A Flying-type variant of the \\c[3]\\v[combat.name.hedgehog]\\c[0].",
                "text": "Une variante volante de \\c[3]\\v[combat.name.hedgehog]\\c[0]"
        },
        "enemies/hedgehog.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/hedgehog.json/meta/descriptions/0/text": {
                "orig": "This large hedgehog creature can usually be found in packs of up to 20. Normally it is peaceful but when provoked it will use its sharp needles to attack its predator. \nNo one really knows why it was named \\c[3]\\v[combat.name.hedgehog]\\c[0]. Some say it was a typo when the enemy was first named. Others say it stirs from its violent nature when provoked in packs. It's a mystery.",
                "text": "Ces grandes créatures hérissons peuvent habituellement se trouver en troupeau jusqu'à 20. Ils sont normalement tranquilles, mais si on les provoque, ils utiliseront leurs piques pointues pour attaquer leur prédateur.\nPersonne ne sait pourquoi ils ont été appelés des \\c[3]\\v[combat.name.hedgehog]s\\c[0]. Certains pensent que cela vient d'une faute de frappe lorsque l'ennemi a été nommé pour la première fois. D'autres disent que c'est lié à sa nature violente lorsqu'il est provoqué en groupe. Cela reste un mystère."
        },
        "enemies/hedgehog.json/meta/descriptions/1/text": {
                "orig": "According to some players defeating multiple \\v[combat.name.hedgehog]s in a certain area of \\c[3]\\v[area.autumn-area.name]\\c[0] will lead to a rare event. ",
                "text": "D'après certains joueurs, vaincre plusieurs \\v[combat.name.hedgehog]s dans un certain endroit à \\c[3]\\v[area.autumn-area.name]\\c[0] va provoquer un évènement spécial."
        },
        "enemies/killer-mouse-bot.json/actions/Attack/5/text": {
                "orig": "DIE!",
                "text": "MEURT !"
        },
        "enemies/killer-mouse-bot.json/meta/species": {
                "orig": "Rookie Robot",
                "text": "Robot Débutant"
        },
        "enemies/legend-frobbit.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/legend-frobbit.json/meta/descriptions/0/text": {
                "orig": "Despite its fancy name, this is just a normal \\c[3]\\v[combat.name.gray-frobbit]\\c[0].",
                "text": "Malgré son joli nom, c'est juste un \\c[3]\\v[combat.name.gray-frobbit]\\c[0] normal."
        },
        "enemies/meerkat-alt.json/meta/species": {
                "orig": "Headbanging Mammal",
                "text": "Mammifère Hocheur de Tête"
        },
        "enemies/meerkat-alt.json/meta/descriptions/0/text": {
                "orig": "This sub-species of the \\v[combat.name.meerkat] wears red headphones instead of green ones. It also shows a more aggressive behavior towards aggressors  by throwing flaming stones at them instead of normal ones.\nContrary to popular belief the music it's listening to is smooth jazz.",
                "text": "Cette sous-espèce de \\v[combat.name.meerkat] porte des écouteurs rouges plutôt que des verts. Il montre aussi un comportement plus agressif envers ses agresseurs en leur lançant des pierres enflammées plutôt que des pierres normales.\nContrairement à une croyance populaire, la musique qu'ils écoutent est du Smooth Jazz."
        },
        "enemies/meerkat-special-command-1.json/actions/Reinforcements/6/text": {
                "orig": "[angry Hillkat noises]",
                "text": "[cri de Hillkat furieux]"
        },
        "enemies/meerkat-special-command-1.json/actions/Reinforcements/12/thenStep/1/text": {
                "orig": "But nobody came.\\. [furious Hillkat noises]",
                "text": "Mais personne ne vint.\\. [cri de Hillkat enragé]",
                "note": "previous gradation is furieux already"
        },
        "enemies/meerkat-special-command-1.json/meta/species": {
                "orig": "Headbanging Leader",
                "text": "Chef Hocheur de Tête"
        },
        "enemies/meerkat-special-command-1.json/meta/descriptions/0/text": {
                "orig": "A \\c[3]Hillkat\\c[0] of unusual intelligence and charisma that was able to unite groups of lesser Hillkats for organized raids on humans.\nWhile it is already a threat by itself it will also call additional \\c[3]reinforcements\\c[0] when under attack.",
                "text": "Un \\c[3]Hillkat\\c[0] d'une intelligence et d'un charisme inhabituel qui a été capable d'unir des groupes d'Hillkats plus faibles pour faire des raids organisés contre les humains.\nAlors qu'il est déjà une véritable menace en tant que telle, il appellera des \\c[3]renforts\\c[0] lorsqu'il est attaqué."
        },
        "enemies/meerkat.json/meta/species": {
                "orig": "Headbanging Mammal",
                "text": "Mammifère Hocheur de Tête"
        },
        "enemies/meerkat.json/meta/descriptions/0/text": {
                "orig": "This happy meerkat spends half of its life below ground where it listens to music on its headphones. It can burrow tunnels so fast that it can use them both to attack predators and escape from them. \nWhen threatened it will throw stones and use a fierce uppercut. Before doing so it will charge up for a short while. Use this window and stun it by throwing a charged ball at it.",
                "text": "Ce suricate heureux passe la moitié de son temps sous la terre en écoutant de la musique avec ses écouteurs. Il peut creuser des tunnels si rapidement qu'il peut les utiliser à la fois pour attaquer des prédateurs et pour s'en échapper.\nLorsqu'il est menacé, il lancera des pierres et utilisera un uppercut puissant. Avant de faire cela, il doit se préparer. Utilisez ce moment pour l'étourdir en lui lançant une boule chargée."
        },
        "enemies/mine-coldbug.json/meta/species": {
                "orig": "Insect, Bug",
                "text": "Insecte, Termite"
        },
        "enemies/mine-coldbug.json/meta/descriptions/0/text": {
                "orig": "This strange bug hides inside rocks to lure its prey. It attacks everything without warning. Despite its short height it is capable of inflicting dangerous wounds by dashing towards its mark with great speed. The attacks are also cold based which makes them an even larger threat.",
                "text": "Cet insecte étrange se cache à l'intérieur des rochers pour attirer ses proies. Il attaque tout sans avertissement. Malgré sa faible hauteur il est capable d'infliger des blessures dangereuses en fonçant sur ses cibles à grande vitesse. Les attaques sont également basées sur le Froid, ce qui en fait une menace encore plus dangereuse."
        },
        "enemies/mine-coldbug.json/meta/descriptions/1/text": {
                "orig": "This little bugger is actually a cybernetic parasite capable of taking over mechanical systems. Once infested the machines are used to fight off hostiles and expand the colony. To fight them off your best bet is fire since these bugs are extremely vulnerable to heat. So basically like every bug. Kill it with fire.",
                "text": "Ce petit truc est un parasite cybernétique, capable de prendre le contrôle des systèmes mécaniques. Une fois infectées, les machines sont utilisées pour combattre les hostiles et étendre la colonie. Pour les combattre, le mieux est d'utiliser le feu, car ils sont très vulnérables à la chaleur. Donc, comme pour tous les insectes, tuez-les par le feu."
        },
        "enemies/mine-diggingbot-cold.json/actions/Activate/1/text": {
                "orig": "Threat detected",
                "text": "Menace Détectée"
        },
        "enemies/mine-diggingbot-cold.json/meta/species": {
                "orig": "Infected Mine Robot",
                "text": "Robot Minier Infecté"
        },
        "enemies/mine-diggingbot-cold.json/meta/descriptions/0/text": {
                "orig": "While the other bots in the \\c[3]\\v[area.cold-dng.name]\\c[0] are infected by the \\v[combat.name.mine-coldbug] normally, this \\v[combat.name.mine-diggingbot] is super infected. That means it can do super strong attacks that will make use of the cold element to even summon ice spikes that create even more ice spikes. Super terrifying indeed.",
                "text": "Alors que les autres robots dans le \\c[3]\\v[area.cold-dng.name]\\c[0] sont normalement infectés par les \\v[combat.name.mine-coldbug]s, ce \\v[combat.name.mine-diggingbot] est super infecté. Cela veut dire qu'il peut faire des attaques super fortes qui utiliseront l'élément froid même pour invoquer des pics de glaces qui créent d'autres pics de glace. Super terrifiant !"
        },
        "enemies/mine-diggingbot.json/actions/Activate/1/text": {
                "orig": "Threat detected",
                "text": "Menace Détectée"
        },
        "enemies/mine-diggingbot.json/meta/species": {
                "orig": "Mine Robot",
                "text": "Robot Minier"
        },
        "enemies/mine-diggingbot.json/meta/descriptions/0/text": {
                "orig": "When bombs are too powerful this bot comes around and uses its wheel to dig deep. The track however makes it use its systems to hurl ice blocks at you, dash at you or shake the whole mine to let rocks fall on you. That's a lot of \"you\"s so be careful!",
                "text": "Lorsque les bombes sont trop puissantes, ce robot arrive et utilise sa roue pour creuser profondément. Le tracé a par contre utilisé ses systèmes pour vous lancer des blocs de glace, sprinter vers vous ou secouer toute la mine pour que des rochers tombent sur vous. Ça fait beaucoup de \"vous\", donc soyez prudent !"
        },
        "enemies/mine-kamikatze.json/actions/Activate/1/text": {
                "orig": "Threat detected",
                "text": "Menace Détectée"
        },
        "enemies/mine-kamikatze.json/meta/species": {
                "orig": "Mine Robot",
                "text": "Robot Minier"
        },
        "enemies/mine-kamikatze.json/meta/descriptions/0/text": {
                "orig": "This bot was used to produce and carry highly explosive bombs into smaller tunnels inside the mine for controlled explosions. Thanks to the track it now uses said bombs against us and also uses a spinning flamethrower that it had built in for... reasons?",
                "text": "Ce bot était utilisé pour produire et transporter des bombes hautement explosives dans des tunnels étroits à l'intérieur de la mine pour des explosions contrôlées. Grâce au tracé elle utilise maintenant ses bombes contre nous et utilise aussi un lance-flamme tournant qui était intégré pour... une certaine raison ?"
        },
        "enemies/mine-runbot.json/actions/Activate/0/text": {
                "orig": "Threat detected",
                "text": "Menace Détectée"
        },
        "enemies/mine-runbot.json/meta/species": {
                "orig": "Mine Robot",
                "text": "Robot Minier"
        },
        "enemies/mine-runbot.json/meta/descriptions/0/text": {
                "orig": "It's an ostrich. It's carrying things. However the track made sure that it won't be carrying any more ore for the humans, only pain for those who want to beat the temple or disrupt it. It charges similarly to the bovines of \\c[3]\\v[area.autumn-area.name]\\c[0] but instead of ramming against the wall it gets stunned by attacking it before hitting a wall.",
                "text": "C'est une autruche. Elle transporte des trucs. Mais le tracé a fait en sorte qu'elle ne transportera plus rien pour les humains, sauf de la douleur pour ceux qui veulent essayer de battre le temple ou de le perturber.\nElle charge de manière similaire aux bovins d'\\c[3]\\v[area.autumn-area.name]\\c[0] mais à la place de foncer dans un mur, on l'étourdit en l'attaquant avant qu'elle touche un mur."
        },
        "enemies/mouse-bot.json/meta/species": {
                "orig": "Rookie Robot",
                "text": "Robot Débutant"
        },
        "enemies/mouse-bot.json/meta/descriptions/0/text": {
                "orig": "A small mouse robot used by Carla to teach Lea how to throw at faster moving objects. They won't attack and just run away when you hit them.",
                "text": "Une petite souris robot utilisée par Carla pour enseigner à Lea comment lancer sur des cibles mouvantes. Elles n'attaqueront pas et s'enfuiront si vous les touchez."
        },
        "enemies/navi-carla.json/meta/species": {
                "orig": "Human",
                "text": "Humain"
        },
        "enemies/navi-mouse.json/meta/species": {
                "orig": "Unknown",
                "text": "Inconnu"
        },
        "enemies/penguin.json/actions/jumpWater/6/thenStep/0/thenStep/0/text": {
                "orig": "Z-0",
                "text": "Z-0"
        },
        "enemies/penguin.json/actions/jumpWater/6/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "Z-1",
                "text": "Z-1"
        },
        "enemies/penguin.json/actions/jumpWater/6/elseStep/0/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "Z-2",
                "text": "Z-2"
        },
        "enemies/penguin.json/actions/jumpWater/6/elseStep/0/elseStep/0/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "Z-3",
                "text": "Z-3"
        },
        "enemies/penguin.json/actions/jumpWater/6/elseStep/0/elseStep/0/elseStep/0/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "Z-4",
                "text": "Z-4"
        },
        "enemies/penguin.json/actions/jumpWater/6/elseStep/0/elseStep/0/elseStep/0/elseStep/0/elseStep/0/thenStep/0/text": {
                "orig": "Z-5+",
                "text": "Z-5+"
        },
        "enemies/penguin.json/meta/species": {
                "orig": "Bird",
                "text": "Oiseau"
        },
        "enemies/penguin.json/meta/descriptions/0/text": {
                "orig": "A penguin on a mountain. How it made its way up here shall be forever unknown to mankind. It will throw snowballs at its enemies and slide at them. When pushed into the water they will jump out and attack with a fast divebomb, so watch out for your surroundings.",
                "text": "Un pingouin. Sur une montagne. Comment il s'est retrouvé là, personne ne le sait, et ne le saura jamais. Il va lancer des boules de neiges à ses ennemis et va glisser dessus. Lorsqu'il est poussé dans l'eau, il va rapidement en sauter et attaquer en piqué, donc gardez toujours un œil autour de vous."
        },
        "enemies/penguin.json/meta/descriptions/1/text": {
                "orig": "The \\v[combat.name.minibosses/penguin-rapper] can use various forms of beatbox to animate it to attack in formation with other members of its kind.",
                "text": "Le \\v[combat.name.minibosses/penguin-rapper] peut utiliser des différentes formes de beatboxing pour l'animer pour attaquer en formation avec d'autres membres de son espèce."
        },
        "enemies/player-copy.json/meta/species": {
                "orig": "???",
                "text": "???"
        },
        "enemies/reflector-bot.json/meta/species": {
                "orig": "Auto Sentry",
                "text": "Sentinelle Automatique"
        },
        "enemies/seahorse.json/meta/species": {
                "orig": "Flying Seahorse",
                "text": "Hippocampe Volant"
        },
        "enemies/seahorse.json/meta/descriptions/0/text": {
                "orig": "This seahorse has transcended its sea life and grew wings that allow it be part of the busy fauna of the land. It usually spends its day eating plants and flying around. \nWhen attacked it will use its unique mouth to shoot bubbles at its enemies that contain a light poison that can damage the skin on contact. Pushed against a wall it can also use a volley of such bubbles that make it hard to just dodge. Better shield up!",
                "text": "Cet hippocampe a transcendé sa vie de créature maritime et a poussé des ailes qui lui permettent de faire partie de la faune sur la terre. Il passe le plus clair de son temps à manger des plantes et à voler partout.\nLorsqu'il est attaqué, il va utiliser sa bouche unique pour tirer des bulles à ses ennemis qui contiennent un poison léger qui peut causer des dégâts lorsqu'il est en contact avec la peau. Lorsqu'il y est contraint, il peut aussi lancer une volée de bulles vers quelqu'un, qui sont difficiles à esquiver. Sortez votre bouclier !"
        },
        "enemies/shredder-alpha-challenge.json/meta/species": {
                "orig": "Guardian Sentry",
                "text": "Sentinelle de Garde"
        },
        "enemies/shredder-alpha.json/meta/species": {
                "orig": "Guardian Sentry",
                "text": "Sentinelle de Garde"
        },
        "enemies/shredder-challenge.json/meta/species": {
                "orig": "Guardian Sentry",
                "text": "Sentinelle de Garde"
        },
        "enemies/shredder-cold.json/meta/species": {
                "orig": "Guardian Sentry",
                "text": "Sentinelle de Garde"
        },
        "enemies/shredder.json/meta/species": {
                "orig": "Guardian Sentry",
                "text": "Sentinelle de Garde"
        },
        "enemies/simple-bot.json/meta/species": {
                "orig": "Rookie Robot",
                "text": "Robot Débutant"
        },
        "enemies/simple-bot.json/meta/descriptions/0/text": {
                "orig": "This small robot is used as part of the official CrossWorlds tutorial. Carla also used this to teach you dodging and interrupting enemy attacks. It won't really do much damage and poses almost no threat. Use it to learn how to pummel enemies!",
                "text": "Ce petit robot est une partie officielle du tutoriel de CrossWorlds. Carla l'a aussi utilisé pour vous apprendre à esquiver et interrompre des attaques ennemies. Il ne va pas faire beaucoup de dégâts et ne représente presque aucune menace. Parfait pour apprendre à castagner des ennemis !"
        },
        "enemies/snowman-xmas.json/meta/species": {
                "orig": "Enchanted Snowman",
                "text": "Bonhomme de Neige Ensorcelé"
        },
        "enemies/snowman.json/meta/species": {
                "orig": "Enchanted Snowman",
                "text": "Bonhomme de Neige Ensorcelé"
        },
        "enemies/snowman.json/meta/descriptions/0/text": {
                "orig": "It is said that this curious being was brought to life by a sorceress in a moment of loneliness but it got left behind which transformed it into a mean Gatling Gun wielding grump.\nIt doesn't really need to but will attack anything that comes close to it by disguising itself as a simple snowman.\nGetting close for too long is not a good idea as it will use a ground slam attack to deal a lot of damage.",
                "text": "Il est dit que cet être curieux a été mis au monde par une sorcière pendant une nuit où elle s'ennuyait toute seule, mais elle l'a ensuite oublié. Cela l'a transformé en un grincheux portant une Gatling.\nIl n'en a pas vraiment besoin, mais il attaquera tous ceux qui se trouvent dans les environs en se déguisant en un bonhomme de neige.\nRester à côté de lui trop longtemps n'est pas une bonne idée, car il utilisera une attaque puissante qui secoue le sol pour faire de grands dégâts."
        },
        "enemies/snowtank.json/meta/species": {
                "orig": "Modified Snowman",
                "text": "Bonhomme de Neige Modifié"
        },
        "enemies/snowtank.json/meta/descriptions/0/text": {
                "orig": "A snowman on wheels. Stacks twice the firepower!",
                "text": "Un bonhomme de neige sur des roues. Possède deux fois plus de puissance de feu !",
                "note": "de is not correct"
        },
        "enemies/target-bot.json/meta/species": {
                "orig": "Rookie Robot",
                "text": "Robot Débutant"
        },
        "enemies/troll-mouse-bot.json/actions/AddShield/1/text": {
                "orig": "Come at me!",
                "text": "Viens là !"
        },
        "enemies/troll-mouse-bot.json/actions/RemoveShield/1/text": {
                "orig": "Nope!",
                "text": "Ah non !"
        },
        "enemies/troll-mouse-bot.json/actions/MaybeAttack/3/text": {
                "orig": "Uber Charge.",
                "text": "Uber Charge."
        },
        "enemies/troll-mouse-bot.json/meta/species": {
                "orig": "Rookie Robot",
                "text": "Robot Débutant"
        },
        "enemies/turret-boss.json/actions/StartFullShield/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/turret-boss.json/actions/StartPartShield/0/text": {
                "orig": "FrontShield On",
                "text": "BouclierAvant On"
        },
        "enemies/turret-boss.json/actions/StartAllShields/0/text": {
                "orig": "DoubleShield On",
                "text": "DoubleBouclier On"
        },
        "enemies/turret-boss.json/actions/StartSecondPhase/7/text": {
                "orig": "Start Range Mode",
                "text": "Démarrage Mode à Distance"
        },
        "enemies/turret-boss.json/actions/StartThirdPhase/5/text": {
                "orig": "Start Shield Mode",
                "text": "Démarrage Mode Bouclier"
        },
        "enemies/turret-boss.json/actions/StunStart/0/text": {
                "orig": "Shield Break",
                "text": "Bouclier Brisé"
        },
        "enemies/turret-boss.json/meta/species": {
                "orig": "Rookie Sentry",
                "text": "Sentinelle Débutante"
        },
        "enemies/turret-boss.json/meta/descriptions/0/text": {
                "orig": "The return of the turret from the cargo ship! But this time nothing can interrupt you. The turret learned a few new tricks and will get more cheeky as the fight progresses. It also doesn't like when switches are turned on. It will immediately turn them off. So don't be rude? Unless it's charging its ball beam. Getting hit by that really hurts...",
                "text": "Le retour de la tourelle du porte-conteneur ! Mais cette fois, rien ne pourra vous interrompre. La tourelle a appris quelques nouveaux trucs et sera de plus en plus méchante avec le temps. Elle n'aime pas non plus quand les interrupteurs sont allumés. Elle va immédiatement les éteindre. Donc ne soyez pas impolis ? Sauf lorsqu'elle charge son faisceau de balles. Se faire toucher par ça, ça fait vraiment mal..."
        },
        "enemies/turret-bot.json/meta/species": {
                "orig": "Rookie Sentry",
                "text": "Sentinelle Débutante"
        },
        "enemies/turret-large.json/actions/InitShield/1/text": {
                "orig": "Initializing Shield",
                "text": "Initialisation Bouclier"
        },
        "enemies/turret-large.json/actions/StartFullShield/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/turret-large.json/actions/StartPartShield/0/text": {
                "orig": "FrontShield On",
                "text": "BouclierAvant On"
        },
        "enemies/turret-large.json/actions/StartAllShields/0/text": {
                "orig": "DoubleShield On",
                "text": "DoubleBouclier On"
        },
        "enemies/turret-large.json/actions/StunStart/2/text": {
                "orig": "Overheat",
                "text": "Surchauffe"
        },
        "enemies/turret-large.json/meta/species": {
                "orig": "Rookie Sentry",
                "text": "Sentinelle Débutante"
        },
        "enemies/turret-large.json/meta/descriptions/0/text": {
                "orig": "This larger turret was used by Carla and Captain Jet to showcase some advanced gameplay mechanics of CrossWorlds. You couldn't quite finish the final fight against it as a certain someone interrupted...",
                "text": "Cette tourelle plus large a été utilisée par Carla et Capitaine Jet pour vous montrer des mécanismes de jeu avancés de CrossWorlds. Vous ne pouviez pas vraiment finir le combat final vu qu'une certaine personne l'a interrompue...",
                "note": "and sergey hax ?"
        },
        "enemies/turret-rhg-1.json/actions/StartFullShield/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/turret-rhg-1.json/meta/species": {
                "orig": "Illegal Sentry",
                "text": "Sentinelle Illégale"
        },
        "enemies/turret-rhg-1.json/meta/descriptions/0/text": {
                "orig": "A illegally modified variant of the popular \\c[3]Rhombus Turret\\c[0], intended to be smuggled to the mainland for all kinds of nefarious schemes. Unlike the standard model this machine also comes with a shield.",
                "text": "Une variante illégalement modifiée de la \\c[3]Tourelle de Rhombus\\c[0] commune, conçue pour être trafiquée vers le continent pour toutes sortes d'opérations maléfiques. Contrairement au modèle standard, cette machine vient avec un bouclier."
        },
        "enemies/turret-rhombus.json/meta/species": {
                "orig": "Rookie Sentry",
                "text": "Sentinelle Débutante"
        },
        "enemies/turret-rhombus.json/meta/descriptions/0/text": {
                "orig": "This stationary enemy can either shoot a single projectile at you or a triple shoot that spreads. Either way they are pretty easy to deal with. You can either dash in and quickly give them a good pummeling or dodge the projectiles and throw balls at them.",
                "text": "Cet ennemi stationnaire peut soit tirer un simple projectile sur vous ou un triple tir qui s'étend. En tout cas ils sont assez faciles à vaincre. Vous pouvez soit sprinter et leur donner une bonne raclée, ou esquiver les projectiles et lancer des boules dessus."
        },
        "enemies/arid/dice-mage.json/actions/TrapActivate/0/text": {
                "orig": "Escape Roll!",
                "text": "Lancer de Dé d'Esquive"
        },
        "enemies/arid/dice-mage.json/meta/species": {
                "orig": "Dice",
                "text": "Dé"
        },
        "enemies/arid/dice-mage.json/meta/descriptions/0/text": {
                "orig": "This dice is a sentient robot. The core processor being able to use all elements based on the number it rolls. It seems to take enjoyment in the game of chance, even if it means it will be left open for attacks.",
                "text": "Ce dé est un robot doué de sensation. Le processeur central est capable d'utiliser tous les éléments en fonction du nombre tiré. Il semble apprécier l'aléa du jeu de chance, même lorsque cela le rend vulnérable."
        },
        "enemies/arid/element-turret-boss.json/actions/ShootShieldBall/4/thenStep/0/text": {
                "orig": "Elemental Shift",
                "text": "Changement Élément"
        },
        "enemies/arid/element-turret-boss.json/meta/species": {
                "orig": "CEO Sentry",
                "text": "Sentinelle PDG"
        },
        "enemies/arid/element-turret-boss.json/meta/descriptions/0/text": {
                "orig": "Designed by Gautham, these elemental turrets serve as the final test on each element in the \\c[3]\\v[area.arid-dng-2.name]\\c[0]. They can't move but will use various projectiles to keep their foes at bay. ",
                "text": "Conçu par Gautham, ces tourelles élémentaires servent de test final pour chaque élément dans la \\c[3]\\v[area.arid-dng-2.name]\\c[0]. Ils ne peuvent pas bouger mais utiliseront des projectiles variés pour garder leurs ennemis à distance."
        },
        "enemies/arid/element-turret.json/meta/species": {
                "orig": "Senior Sentry",
                "text": "Sentinelle Haut Placée",
                "note": "as in senior executive"
        },
        "enemies/arid/element-turret.json/meta/descriptions/0/text": {
                "orig": "These turrets serve as companions to the \\v[combat.name.arid/element-turret-boss]. They shoot various elemental projectiles to disrupt enemies and create space for its big brother. ",
                "text": "Ces tourelles servent de compagnons à la \\v[combat.name.arid/element-turret-boss]. Ils tirent des projectiles élémentaires variés pour perturber les ennemis et faire de la place pour leur grand frère."
        },
        "enemies/arid/evotar.json/meta/species": {
                "orig": "Evotar",
                "text": "Évotar"
        },
        "enemies/arid/laser-catcher.json/proxies/detector/action/3/elseStep/0/text": {
                "orig": "No Evotars found.",
                "text": "Aucun Évotar Trouvé."
        },
        "enemies/arid/laser-catcher.json/meta/species": {
                "orig": "en_US",
                "text": "fr_FR"
        },
        "enemies/arid/mega-laser.json/meta/species": {
                "orig": "Death Machine",
                "text": "Machine de Mort"
        },
        "enemies/arid/mega-laser.json/meta/descriptions/0/text": {
                "orig": "Do not cross.",
                "text": "Ne pas provoquer.",
                "note": "unused"
        },
        "enemies/arid/rhino.json/meta/species": {
                "orig": "Failed Experiment",
                "text": "Expérience Ratée"
        },
        "enemies/arid/rhino.json/meta/descriptions/0/text": {
                "orig": "Seems like this enemy wasn't quite ready, as it is missing its backside. This left this poor being in permanent malfunction making it extremely aggressive. It will launch itself at you or jump on you, infused with various elements. Its backside is the only way to stun it. But be aware: too much pressure and it will leave a burst of particles. ",
                "text": "On dirait que cet ennemi n'était pas encore prêt, vu qu'il manquait son derrière. Cela laissa cet être malheureux en état de mauvais fonctionnement permanent ce qui le rendit extrêmement agressif. Il va se jeter ou sauter sur vous, infusés par ses éléments divers et variés. Son derrière est le seul moyen de l'étourdir. Mais attention : s'il y a trop de pression, il éjectera un nuage de particules."
        },
        "enemies/arid/shredder-cold.json/actions/NotifyArea/2/text": {
                "orig": "Notify Area",
                "text": "Indication Zone"
        },
        "enemies/arid/shredder-cold.json/actions/HackStart/3/text": {
                "orig": "Fixation routine",
                "text": "Routine de Fixation"
        },
        "enemies/arid/shredder-cold.json/meta/species": {
                "orig": "Guardian Sentry",
                "text": "Sentinelle de Garde"
        },
        "enemies/arid/shredder-cold.json/meta/descriptions/0/text": {
                "orig": "A cold-based variant of the Security Brute. In patrol mode it will act much like the other ones, only notifying the laser tower and all other brutes when a trespasser has been found.\nWhen fighting against it, it will attack with cold-based punch attacks or shield other brutes.",
                "text": "Une variante froide de la Brute de Sécurité. En mode patrouille il agira comme les autres, en indiquant à la tour laser et à toutes les autres brutes lorsqu'un intrus a été trouvé.\nLorsqu'on le combat, il attaquera avec des attaques froides ou protégera les autres brutes."
        },
        "enemies/arid/shredder-heat.json/actions/NotifyArea/2/text": {
                "orig": "Notify Area",
                "text": "Indication Zone"
        },
        "enemies/arid/shredder-heat.json/actions/HackStart/3/text": {
                "orig": "Fixation routine",
                "text": "Routine de Fixation"
        },
        "enemies/arid/shredder-heat.json/meta/species": {
                "orig": "Guardian Sentry",
                "text": "Sentinelle de Garde"
        },
        "enemies/arid/shredder-heat.json/meta/descriptions/0/text": {
                "orig": "A heat-based variant of the Security Brute. In patrol mode it will act much like the other ones, only notifying the laser tower and all other brutes when a trespasser has been found.\nWhen fighting against it, it will attack with heat-based punch attacks or buff other brutes attack power.",
                "text": "Une variante chaude de la Brute de Sécurité. En mode patrouille il agira comme les autres, en indiquant à la tour laser et à toutes les autres brutes lorsqu'un intrus a été trouvé.\nLorsqu'on le combat, il attaquera avec des attaques chaudes ou en améliorant la puissance d'attaque des autres brutes."
        },
        "enemies/arid/shredder-shock.json/actions/NotifyArea/2/text": {
                "orig": "Notify Area",
                "text": "Indication Zone"
        },
        "enemies/arid/shredder-shock.json/actions/HackStart/3/text": {
                "orig": "Fixation routine",
                "text": "Routine de Fixation"
        },
        "enemies/arid/shredder-shock.json/meta/species": {
                "orig": "Guardian Sentry",
                "text": "Sentinelle de Garde"
        },
        "enemies/arid/shredder-shock.json/meta/descriptions/0/text": {
                "orig": "A shock-based variant of the Security Brute. In patrol mode it will act much like the other ones, only notifying the laser tower and all other brutes when a trespasser has been found.\nWhen fighting against it, it will attack with shock-based punch attacks or buff other brutes movement speed.",
                "text": "Une variante choc de la Brute de Sécurité. En mode patrouille il agira comme les autres, en indiquant à la tour laser et à toutes les autres brutes lorsqu'un intrus a été trouvé.\nLorsqu'on le combat, il attaquera avec des attaques chocs ou améliorera la vitesse de déplacement des autres brutes."
        },
        "enemies/arid/shredder-wave.json/actions/NotifyArea/2/text": {
                "orig": "Notify Area",
                "text": "Indication Zone"
        },
        "enemies/arid/shredder-wave.json/actions/HackStart/3/text": {
                "orig": "Fixation routine",
                "text": "Routine de Fixation"
        },
        "enemies/arid/shredder-wave.json/meta/species": {
                "orig": "Guardian Sentry",
                "text": "Sentinelle de Garde"
        },
        "enemies/arid/shredder-wave.json/meta/descriptions/0/text": {
                "orig": "A wave-based variant of the Security Brute. In patrol mode it will act much like the other ones, only notifying the laser tower and all other brutes when a trespasser has been found.\nWhen fighting against it, it will attack with wave-based punch attacks or heal other brutes.",
                "text": "Une variante onde de la Brute de Sécurité. En mode patrouille il agira comme les autres, en indiquant à la tour laser et à toutes les autres brutes lorsqu'un intrus a été trouvé.\nLorsqu'on le combat, il attaquera avec des attaques d'ondes ou guérira les autres brutes."
        },
        "enemies/arid/snail.json/proxies/playerHack/action/4/text": {
                "orig": "Mod",
                "text": "Mod"
        },
        "enemies/arid/snail.json/proxies/playerHack/action/8/text": {
                "orig": "Attached",
                "text": "Attaché"
        },
        "enemies/arid/snail.json/proxies/playerHack/action/13/thenStep/2/text": {
                "orig": "Send",
                "text": "Envoyer"
        },
        "enemies/arid/snail.json/proxies/playerHack/action/13/thenStep/9/text": {
                "orig": "Attack++",
                "text": "Attaque++"
        },
        "enemies/arid/snail.json/meta/species": {
                "orig": "Not a sneg",
                "text": "Roi Escargot"
        },
        "enemies/arid/snail.json/meta/descriptions/0/text": {
                "orig": "A huge snail with an enormous amount of HP. It's slow but it can use its huge body to jump on top of you or spin around the arena leaving an icy trail. It will also spit out slugs that move towards its enemy and explode. Attack its tail to stun it and attack. \nHowever, this will not even leave a scratch. You need something better to have a chance at draining its HP pool.",
                "text": "Un énorme escargot avec une quantité énorme de HPs. Il est lent mais il peut utiliser son corps énorme pour sauter sur vous ou tournoyer dans la zone en laissant une trainée de glace. Il va aussi cracher des limaces qui vont aller vers leur ennemi et exploser. Attaquez sa queue pour l'étourdir et l'attaquer.\nMalheureusement, cela ne lui laissera pas une seule égratignure. Vous avez besoin de quelque chose de mieux pour avoir une chance de drainer sa quantité d'HP."
        },
        "enemies/arid/virus-cold.json/actions/SpawnVirus/4/text": {
                "orig": "Multiplying",
                "text": "Reproduction"
        },
        "enemies/arid/virus-cold.json/meta/species": {
                "orig": "Unknown",
                "text": "Inconnu"
        },
        "enemies/arid/virus-cold.json/meta/descriptions/0/text": {
                "orig": "A version of the \\v[combat.name.arid/virus-neutral] that uses Cold based attacks. It uses the neutral Viruses as pawns to attack its enemies. However this is also its weak spot. Once the neutral ones are stunned, push them into the Cold Virus to break their shield.",
                "text": "Une version du \\v[combat.name.arid/virus-neutral], qui utilise des attaques basées sur le Froid. Il utilise les virus neutres comme des pions pour attaquer ses ennemis. Par contre, c'est aussi son point faible. Une fois que les virus neutres sont étourdis, poussez les vers le \\v[combat.name.arid/virus-cold] pour briser son bouclier."
        },
        "enemies/arid/virus-heat.json/actions/SpawnVirus/4/text": {
                "orig": "Multiplying",
                "text": "Reproduction"
        },
        "enemies/arid/virus-heat.json/meta/species": {
                "orig": "Unknown",
                "text": "Inconnu"
        },
        "enemies/arid/virus-heat.json/meta/descriptions/0/text": {
                "orig": "A version of the \\v[combat.name.arid/virus-neutral] that uses Heat based attacks. It uses the neutral Viruses as pawns to attack its enemies. However this is also its weak spot. Once the neutral ones are stunned, push them into the Heat Virus to break their shield.",
                "text": "Une version du \\v[combat.name.arid/virus-neutral], qui utilise des attaques basées sur le Chaud. Il utilise les virus neutres comme des pions pour attaquer ses ennemis. Par contre, c'est aussi son point faible. Une fois que les virus neutres sont étourdis, poussez les vers le \\v[combat.name.arid/virus-heat] pour briser son bouclier."
        },
        "enemies/arid/virus-neutral.json/actions/EnchantBreak/0/text": {
                "orig": "Anti-Virus",
                "text": "Anti-Virus"
        },
        "enemies/arid/virus-neutral.json/actions/EnchanterMerge/1/text": {
                "orig": "Neutralizing!",
                "text": "Neutralisation !"
        },
        "enemies/arid/virus-neutral.json/meta/species": {
                "orig": "Unknown",
                "text": "Inconnu"
        },
        "enemies/arid/virus-neutral.json/meta/descriptions/0/text": {
                "orig": "A strange being that roams the lands of \\c[3]\\v[area.arid.name]\\c[0]. It randomly jumps on prey and attacks them multiple times. \nLuckily their defense is rather low and they can be disposed of quickly with any attack. ",
                "text": "Un être étrange qui rode à \\c[3]\\v[area.arid.name]\\c[0]. Il saute aléatoirement sur ses proies et les attaques plusieurs fois.\nHeureusement, leur défense est assez faible et il est possible de s'en débarrasser sans trop d'effort."
        },
        "enemies/autumn-fall/ball.json/actions/Init/0/thenStep/0/text": {
                "orig": "<INIT IDLE>",
                "text": "<INITIALISATION INACTIVE>"
        },
        "enemies/autumn-fall/ball.json/actions/Idle/0/thenStep/1/thenStep/0/thenStep/0/text": {
                "orig": "<ReturnPos Changed>",
                "text": "<PointRetour Changé>"
        },
        "enemies/autumn-fall/ball.json/actions/ReturnPlayer/1/text": {
                "orig": "[Returning]",
                "text": "[Retour]"
        },
        "enemies/autumn-fall/ball.json/actions/OnMarker/7/thenStep/0/thenStep/0/text": {
                "orig": "<ON MARK> \\v[tmp.markerName] = \\v[tmp.stringCheck]",
                "text": "<SUR MARQUE> \\v[tmp.markerName] = \\v[tmp.stringCheck]"
        },
        "enemies/autumn-fall/ball.json/actions/OnMarker/7/thenStep/0/elseStep/0/text": {
                "orig": "[Connected to Power]",
                "text": "[Connecté au Point de Pouvoir]"
        },
        "enemies/autumn-fall/ball.json/actions/OffMarker/2/thenStep/0/text": {
                "orig": "<OFF MARK \\v[tmp.questBall-markerActive]>",
                "text": "<OFF MARK \\v[tmp.questBall-markerActive]>"
        },
        "enemies/autumn-fall/ball.json/actions/OffMarker/2/elseStep/0/text": {
                "orig": "[Disconnected from Power]",
                "text": "[Déconnecté du Point de Pouvoir]"
        },
        "enemies/autumn-fall/ball.json/actions/ChargeHeat/0/text": {
                "orig": "[HEAT CHARGE]",
                "text": "[CHARGE CHAUDE]"
        },
        "enemies/autumn-fall/ball.json/actions/ChargeCold/0/text": {
                "orig": "[STABLE]",
                "text": "[STABLE]"
        },
        "enemies/autumn-fall/ball.json/actions/DisCharge/0/thenStep/0/text": {
                "orig": "<DISCHARGE>",
                "text": "<DÉCHARGE>"
        },
        "enemies/autumn-fall/ball.json/actions/Thawing/3/thenStep/1/thenStep/0/text": {
                "orig": "<THAW>",
                "text": "<DÉGÉL>"
        },
        "enemies/autumn-fall/ball.json/actions/HitParty/0/thenStep/0/text": {
                "orig": "PARTY",
                "text": "GROUPE"
        },
        "enemies/autumn-fall/ball.json/actions/AdjustZ/1/thenStep/0/text": {
                "orig": "<Z ADJUST>",
                "text": "<AJUSTEMENT Z>"
        },
        "enemies/autumn-fall/ball.json/meta/species": {
                "orig": "Mystery Device",
                "text": "Appareil Mystérieux"
        },
        "enemies/autumn-fall/buffalo-fall.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/autumn-fall/buffalo-fall.json/meta/descriptions/0/text": {
                "orig": "The \\v[combat.name.autumn-fall/buffalo-fall] is the oldest of the bovines and gets its bright and blue colors once it reaches old age. This means it has become wise enough to rest and enjoy the rest of its life. It will spend most of its time away from its younger kind and eat grass. \nThis doesn't mean it is not strong however. It will attack even harder and emit strong shockwaves both when charging and stomping. Mindlessly rushing in will only get you hurt!",
                "text": "Le \\v[combat.name.autumn-fall/buffalo-fall] est le plus ancien des bovins et obtient ses couleurs claires et bleues une fois qu'il atteint le vieil âge. Cela veut dire qu'il est devenu suffisamment sage pour se reposer et apprécier le reste de sa vie. Il passe alors la plupart de son temps loin de ses pairs pour brouter de l'herbe."
        },
        "enemies/autumn-fall/buffalo-fire-quest.json/actions/HPBreak/0/thenStep/0/text": {
                "orig": "<HPBreak>",
                "text": "<HP Brisé>"
        },
        "enemies/autumn-fall/buffalo-fire-quest.json/actions/MoveCenter/0/thenStep/0/text": {
                "orig": "<MoveCenter>",
                "text": "<DéplacementAuCentre>"
        },
        "enemies/autumn-fall/buffalo-fire-quest.json/meta/species": {
                "orig": "Fiery Mammal",
                "text": "Mammifère Fier"
        },
        "enemies/autumn-fall/buffalo-fire-quest.json/meta/descriptions/0/text": {
                "orig": "Formerly a peaceful \\c[3]\\v[combat.name.autumn-fall/buffalo-fall]\\c[0], this proud animal has been afflicted with a painful sickness that turned it into a highly aggressive flaming beast. It did, however still have enough self-control to hide in a remote cave as to not bring any more destruction to its homeland.\nIts terrifying heat somehow even forms a protective barrier, so to defeat it one must face it with the power of \\c[3]Cold\\c[0] and extinguish its raging fire.",
                "text": "Autrefois un paisible \\c[3]\\v[combat.name.autumn-fall/buffalo-fall]\\c[0], ce bovin orgueilleux a été infecté par une maladie douloureuse qui l'ont transformé en une bête enflammée extrêmement agressive. Il a encore assez de contrôle de soi pour se cacher dans une caverne lointaine pour ne pas apporter plus de destruction à son habitat.\nSa chaleur terrifiante est si puissante qu'elle forme une barrière de protection, donc pour le vaincre, vous devez d'abord briser sa barrière grâce à la puissance du \\c[3]Froid\\c[0] et éteindre son feu enragé."
        },
        "enemies/autumn-fall/hedgehog-fall.json/actions/Quest-MoveToTree/2/text": {
                "orig": "[Hungry noises]",
                "text": "[Bruits Affamés]"
        },
        "enemies/autumn-fall/hedgehog-fall.json/actions/Quest-LickTree/5/text": {
                "orig": "[Licking Tree]",
                "text": "[Lèche l'Arbre]"
        },
        "enemies/autumn-fall/hedgehog-fall.json/actions/Quest-AddShield/1/thenStep/0/text": {
                "orig": "<SHIELD ON>",
                "text": "<BOUCLIER ON>"
        },
        "enemies/autumn-fall/hedgehog-fall.json/actions/Quest-RemoveShield/2/thenStep/0/text": {
                "orig": "<SHIELD OFF>",
                "text": "<BOUCLIER OFF>"
        },
        "enemies/autumn-fall/hedgehog-fall.json/actions/Quest-SwitchMarker/1/thenStep/0/text": {
                "orig": "<SWITCH MARKER>",
                "text": "<CHANGE MARQUEUR>"
        },
        "enemies/autumn-fall/hedgehog-fall.json/actions/Quest-AttackBall/8/text": {
                "orig": "[Focussing Probe]",
                "text": "[Focalisation Sonde]"
        },
        "enemies/autumn-fall/hedgehog-fall.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/autumn-fall/hedgehog-fall.json/meta/descriptions/0/text": {
                "orig": "This sub-species of the common \\v[combat.name.hedgehog] can only be found in \\c[3]\\v[area.autumn-fall.name]\\c[0]. Their needles are pitch black and the red patch on their back is meant to scare off potential predators since it looks like blood. \nDespite all this, these creatures are passive and only attack when attacked. They will use the same attacks \\v[combat.name.hedgehog] and \\v[combat.name.hedgehog-alt] use but will mix up the dash attack by attacking twice in a row.",
                "text": "Cette sous-espèce du \\v[combat.name.hedgehog] commun peut uniquement se trouver à \\c[3]\\v[area.autumn-fall.name]\\c[0]. Leurs piquants sont très noirs et leur point rouge sur leur derrière est prévu pour effrayer de potentiels prédateurs vu qu'il a la couleur du sang.\nMalgré cela, ces créatures sont passives et n'attaquent que si elles sont attaquées. Ils utiliseront le même arsenal d'attaques que les \\v[combat.name.hedgehog]s et les \\v[combat.name.hedgehog]s Âgés mais vont sprinter deux fois."
        },
        "enemies/autumn-fall/meerkat-fall.json/actions/Quest-AddShield/1/thenStep/0/text": {
                "orig": "<SHIELD ON>",
                "text": "<BOUCLIER ON>"
        },
        "enemies/autumn-fall/meerkat-fall.json/actions/Quest-RemoveShield/2/thenStep/0/text": {
                "orig": "<SHIELD OFF>",
                "text": "<BOUCLIER OFF>"
        },
        "enemies/autumn-fall/meerkat-fall.json/actions/Quest-SwitchMarker/1/thenStep/0/text": {
                "orig": "<SWITCH MARKER>",
                "text": "<CHANGE MARQUEUR>"
        },
        "enemies/autumn-fall/meerkat-fall.json/actions/Quest-AttackBall/8/text": {
                "orig": "[Focussing Probe]",
                "text": "[Focalisation Sonde]"
        },
        "enemies/autumn-fall/meerkat-fall.json/meta/species": {
                "orig": "Headbanging Mammal",
                "text": "Mammifère Hocheur de Tête"
        },
        "enemies/autumn-fall/meerkat-fall.json/meta/descriptions/0/text": {
                "orig": "This meerkat shows the same characteristics as normal ones. However it has gained the ability to surround stones in a thick layer of ice and throw them at aggressors. Those hurt like hell, so you better watch out.\nIts name is quite misleading, as the music its listening to has been found to be heavy metal.",
                "text": "Ce suricate possède les mêmes caractéristiques typiques de ses congénères. Mais il a acquis la possibilité d'entourer les pierres d'une bonne couche de glace et de les lancer sur ses agresseurs. Ça fait un mal de chien, donc vous feriez mieux de faire attention.\nSon nom est mal choisi, car la musique qu'il écoute se trouve être du Heavy Metal."
        },
        "enemies/autumn-fall/raid-pillar-large.json/actions/SwitchElement/1/thenStep/1/text": {
                "orig": "Heat Attacked",
                "text": "Chaud Attaqué"
        },
        "enemies/autumn-fall/raid-pillar-large.json/actions/SwitchElement/2/thenStep/1/text": {
                "orig": "Cold Attacked",
                "text": "Froid Attaqué"
        },
        "enemies/autumn-fall/raid-pillar-large.json/actions/SwitchElement/3/thenStep/1/text": {
                "orig": "Shock Attacked",
                "text": "Choc Attaqué"
        },
        "enemies/autumn-fall/raid-pillar-large.json/actions/SwitchElement/4/thenStep/1/text": {
                "orig": "Wave Attacked",
                "text": "Onde Attaquée"
        },
        "enemies/autumn-fall/raid-pillar-large.json/actions/StartReady/2/thenStep/1/text": {
                "orig": "Heat Critical",
                "text": "Chaud Critique"
        },
        "enemies/autumn-fall/raid-pillar-large.json/actions/StartReady/3/thenStep/1/text": {
                "orig": "Cold Critical",
                "text": "Froid Critique"
        },
        "enemies/autumn-fall/raid-pillar-large.json/actions/StartReady/4/thenStep/1/text": {
                "orig": "Shock Critical",
                "text": "Choc Critique"
        },
        "enemies/autumn-fall/raid-pillar-large.json/actions/StartReady/5/thenStep/1/text": {
                "orig": "Wave Critical",
                "text": "Onde Critique"
        },
        "enemies/autumn-fall/raid-pillar-large.json/meta/species": {
                "orig": "Pillar",
                "text": "Pilier"
        },
        "enemies/autumn-fall/raid-pillar-large.json/meta/descriptions/0/text": {
                "orig": "This pillar is used as the main foe to fight during the \\c[3]\\v[area.autumn-fall.name] Raid\\c[0]. Attacking it directly is not possible, instead the smaller \\v[combat.name.autumn-fall/raid-pillar-small]s have to be attacked to reduce its HP. \nHowever the more HP it loses the more fierce it will become by using the element it was damaged with to conjure strong elemental attacks. These are only telegraphed by symbols on the ground.",
                "text": "Ce pilier est utilisé comme ennemi principal à combattre pendant le \\c[3]Raid d'\\v[area.autumn-fall.name]\\c[0]. L'attaquer directement n'est pas possible, à la place, les Bébés Piliers plus petits doivent être attaqués pour réduire ses HPs.\nMais le plus d'HP il perd, le plus féroce il deviendra en utilisant tous les éléments avec lequel il a été endommagé pour convoquer des attaques élémentaires puissantes. Elles sont seulement indiquées par des symboles au sol."
        },
        "enemies/autumn-fall/raid-pillar-small.json/actions/StunEnd/3/text": {
                "orig": "Color Conflict",
                "text": "Conflit de Couleur"
        },
        "enemies/autumn-fall/raid-pillar-small.json/meta/species": {
                "orig": "Pillar",
                "text": "Pilier"
        },
        "enemies/autumn-fall/raid-pillar-small.json/meta/descriptions/0/text": {
                "orig": "These small pillars are used to attack a \\v[combat.name.autumn-fall/raid-pillar-large]. Usually a group of them must be defeated to create a chain reaction that will hurt its bigger companion. \nTo defend themselves they will jump on their attacker leaving symbols on the ground that will summon elemental attacks.",
                "text": "Ces petits piliers sont utilisés pour attaquer un \\v[combat.name.autumn-fall/raid-pillar-large]. Habituellement, un groupe d'entre eux doit être vaincu pour créer une réaction en chaine qui blessera son gros compagnon.\nPour se défendre lui-même, ils sauteront sur leur attaquant en laissant des symboles sur le sol qui invoqueront des attaques élémentaires."
        },
        "enemies/autumn-fall/seahorse-fall.json/actions/Flamethrower/6/text": {
                "orig": "[Charging Flame]",
                "text": "[Charge Flamme]"
        },
        "enemies/autumn-fall/seahorse-fall.json/actions/Quest-AddShield/1/thenStep/0/text": {
                "orig": "<SHIELD ON>",
                "text": "<BOUCLIER ON>"
        },
        "enemies/autumn-fall/seahorse-fall.json/actions/Quest-RemoveShield/2/thenStep/0/text": {
                "orig": "<SHIELD OFF>",
                "text": "<BOUCLIER OFF>"
        },
        "enemies/autumn-fall/seahorse-fall.json/actions/Quest-SwitchMarker/1/thenStep/0/text": {
                "orig": "<SWITCH MARKER>",
                "text": "<CHANGE MARQUEUR>"
        },
        "enemies/autumn-fall/seahorse-fall.json/meta/species": {
                "orig": "Flying Seahorse",
                "text": "Hippocampe Volant"
        },
        "enemies/autumn-fall/seahorse-fall.json/meta/descriptions/0/text": {
                "orig": "Other than its orange color this seahorse has the same behavior as the \\v[combat.name.seahorse]. Its bubble volley however is both faster and contains more bubbles, which can break shields if not careful.",
                "text": "Outre sa couleur orange, cet hippocampe possède le même comportement que le \\v[combat.name.seahorse]. Sa volée de bulles, par contre, est à la fois plus rapide et contient plus de bulles, qui peuvent briser des boucliers si vous ne faites pas attention."
        },
        "enemies/autumn-fall/seahorse-fall.json/meta/descriptions/1/text": {
                "orig": "It is said that they also mysteriously developed the ability to spit bursts of fire. This is rarely seen, though, as their respect for their environment forbids the use of this ability on the surface.",
                "text": "Il est dit qu'ils ont aussi mystérieusement développé la possibilité de cracher du feu. Cela se voit que très rarement, par contre, car le respect de leur environnement leur interdit d'utiliser cette possibilité à la surface."
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/proxies/scalingBuff/action/1/thenStep/0/text": {
                "orig": "(BUFF)",
                "text": "(BUFF)"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/actions/StartFullShield/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/actions/StartPartShield/0/text": {
                "orig": "FrontShield On",
                "text": "BouclierAvant On"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/actions/StartAllShields/0/text": {
                "orig": "DoubleShield On",
                "text": "DoubleBouclier On"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/actions/StunStart/1/text": {
                "orig": "[Stunned]",
                "text": "[Assommée]"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/actions/TurnOn/2/text": {
                "orig": "[Charging Shot]",
                "text": "[Chargement Tir]"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/actions/AntiTurret/7/thenStep/0/thenStep/0/text": {
                "orig": "HEAT",
                "text": "CHAUD"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/actions/AntiTurret/7/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "COLD",
                "text": "FROID"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/actions/AntiTurret/7/elseStep/0/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "SHOCK",
                "text": "CHOC"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/actions/AntiTurret/7/elseStep/0/elseStep/0/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "WAVE",
                "text": "ONDE"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/actions/AntiTurret/7/elseStep/0/elseStep/0/elseStep/0/elseStep/0/thenStep/0/text": {
                "orig": "NEUTRAL",
                "text": "NEUTRE"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/actions/AntiTurret/11/text": {
                "orig": "[Charging Shot]",
                "text": "[Chargement Tir]"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/actions/ShotRdy/0/text": {
                "orig": "[Cannon Ready!]",
                "text": "[Canon Prêt !]"
        },
        "enemies/autumn-rh/big_turret-quest_naval_ally.json/meta/species": {
                "orig": "Naval Weapon",
                "text": "Arme Navale"
        },
        "enemies/autumn-rh/buffel-sick-1.json/actions/getClean/3/text": {
                "orig": "Contamination cleaned",
                "text": "Contamination Terminée"
        },
        "enemies/autumn-rh/buffel-sick-1.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/autumn-rh/practice-bot.json/meta/species": {
                "orig": "Practice Bot",
                "text": "Robot d'entrainement"
        },
        "enemies/autumn-rh/suicider_float-quest_naval.json/actions/Init/0/thenStep/0/text": {
                "orig": "\\v[entity.attrib.startingWave]",
                "text": "\\v[entity.attrib.startingWave]"
        },
        "enemies/autumn-rh/suicider_float-quest_naval.json/actions/InitMove/2/thenStep/0/text": {
                "orig": "MOVE",
                "text": "DÉPLACEMENT"
        },
        "enemies/autumn-rh/suicider_float-quest_naval.json/actions/StartFullShield/0/thenStep/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/autumn-rh/suicider_float-quest_naval.json/actions/Target/4/text": {
                "orig": "[TARGET]",
                "text": "[CIBLE]"
        },
        "enemies/autumn-rh/suicider_float-quest_naval.json/actions/NoTargetMinistun/0/thenStep/0/text": {
                "orig": "STOP",
                "text": "STOP"
        },
        "enemies/autumn-rh/suicider_float-quest_naval.json/actions/MarkTarget/4/text": {
                "orig": "[TARGET!]",
                "text": "[CIBLE !]"
        },
        "enemies/autumn-rh/suicider_float-quest_naval.json/actions/SelfExplode/11/text": {
                "orig": "[Gonna Blow]",
                "text": "[Va Exploser]"
        },
        "enemies/autumn-rh/suicider_float-quest_naval.json/actions/ReachGoal/0/text": {
                "orig": "[WEAPON ESCAPED!]",
                "text": "[L'ARME S'EST ÉCHAPPÉE !]"
        },
        "enemies/autumn-rh/suicider_float-quest_naval.json/meta/species": {
                "orig": "Floating Bomb",
                "text": "Bombe Flottante"
        },
        "enemies/autumn-rh/suicider_float-quest_naval.json/meta/descriptions/0/text": {
                "orig": "Bombs made in \\c[3]\\v[area.rhombus-sqr.name]\\c[0] and meant for illegal activities all over \\v[lore.title.planet]. They are equipped with \\c[3]floating devices\\c[0] to cross the ocean on their own and might even have their own \\c[3]shielding system\\c[0].\nThough they can not attack, they will \\c[3]detonate themselves at close range\\c[0] with such a force that they might even be a danger to heavily armored military hardware.",
                "text": "Des bombes construites à \\c[3]\\v[area.rhombus-sqr.name]\\c[0] et prévues pour des activités illégales partout sur \\v[lore.title.planet]. Elles sont équipées d'\\c[3]appareils flottants\\c[0] pour traverser l'océan toutes seules et peuvent même posséder leur propre \\c[3]système de bouclier\\c[0].\nBien qu'elles ne puissent pas attaquer, elles vont \\c[3]activer leur détonateur à proximité des ennemis\\c[0] avec une telle force qu'elles peuvent être un danger même pour du matériel militaire fortement blindé."
        },
        "enemies/autumn-rh/turret_big_float-quest_naval.json/actions/Init/0/thenStep/0/text": {
                "orig": "\\v[entity.attrib.startingWave]",
                "text": "\\v[entity.attrib.startingWave]"
        },
        "enemies/autumn-rh/turret_big_float-quest_naval.json/actions/InitMove/2/thenStep/0/text": {
                "orig": "MOVE",
                "text": "DÉPLACEMENT"
        },
        "enemies/autumn-rh/turret_big_float-quest_naval.json/actions/StartFullShield/0/thenStep/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/autumn-rh/turret_big_float-quest_naval.json/actions/Target/4/text": {
                "orig": "[TARGET]",
                "text": "[CIBLE]"
        },
        "enemies/autumn-rh/turret_big_float-quest_naval.json/actions/NoTargetMinistun/0/thenStep/0/text": {
                "orig": "STOP",
                "text": "STOP"
        },
        "enemies/autumn-rh/turret_big_float-quest_naval.json/actions/MarkTarget/4/text": {
                "orig": "[TARGET]",
                "text": "[CIBLE]"
        },
        "enemies/autumn-rh/turret_big_float-quest_naval.json/actions/AntiTurretShot/12/text": {
                "orig": "[Targetting Turret]",
                "text": "[Vise la Tourelle]"
        },
        "enemies/autumn-rh/turret_big_float-quest_naval.json/actions/ReachGoal/0/text": {
                "orig": "[WEAPON ESCAPED!]",
                "text": "[L'ARME S'EST ÉCHAPPÉE !]"
        },
        "enemies/autumn-rh/turret_big_float-quest_naval.json/meta/species": {
                "orig": "Floating Sentry",
                "text": "Sentinelle Flottante"
        },
        "enemies/autumn-rh/turret_big_float-quest_naval.json/meta/descriptions/0/text": {
                "orig": "Heavily modified turrets made in \\c[3]\\v[area.rhombus-sqr.name]\\c[0] and meant for illegal activities all over \\v[lore.title.planet]. They are equipped with \\c[3]floating devices\\c[0] to cross the ocean on their own and might even have their own \\c[3]shielding system\\c[0].\nIt is advised to only face them with the support of \\c[3]heavy artillery\\c[0].",
                "text": "Tourelles hautement modifiées construites à \\c[3]\\v[area.rhombus-sqr.name]\\c[0] et prévus pour des activités illégales partout sur \\v[lore.title.planet]. Elles sont équipées d'\\c[3]appareils flottants\\c[0] pour traverser l'océan toutes seules et peuvent même posséder leur propre \\c[3]système de bouclier\\c[0].\nIl est recommandé de les attaquer qu'avec le soutien d'une \\c[3]artillerie lourde\\c[0]."
        },
        "enemies/autumn-rh/turret_float-quest_naval.json/actions/Init/0/thenStep/0/text": {
                "orig": "\\v[entity.attrib.startingWave]",
                "text": "\\v[entity.attrib.startingWave]"
        },
        "enemies/autumn-rh/turret_float-quest_naval.json/actions/InitMove/2/thenStep/0/text": {
                "orig": "MOVE",
                "text": "DÉPLACEMENT"
        },
        "enemies/autumn-rh/turret_float-quest_naval.json/actions/StartFullShield/0/thenStep/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/autumn-rh/turret_float-quest_naval.json/actions/Target/4/text": {
                "orig": "[TARGET]",
                "text": "[CIBLE]"
        },
        "enemies/autumn-rh/turret_float-quest_naval.json/actions/NoTargetMinistun/0/thenStep/0/text": {
                "orig": "STOP",
                "text": "STOP"
        },
        "enemies/autumn-rh/turret_float-quest_naval.json/actions/MarkTarget/4/text": {
                "orig": "[TARGET]",
                "text": "[CIBLE]"
        },
        "enemies/autumn-rh/turret_float-quest_naval.json/actions/AntiTurretShot/12/text": {
                "orig": "[Targetting Turret]",
                "text": "[Vise la Tourelle]"
        },
        "enemies/autumn-rh/turret_float-quest_naval.json/actions/ReachGoal/0/text": {
                "orig": "[WEAPON ESCAPED!]",
                "text": "[L'ARME S'EST ÉCHAPPÉE !]"
        },
        "enemies/autumn-rh/turret_float-quest_naval.json/meta/species": {
                "orig": "Floating Sentry",
                "text": "Sentinelle Flottante"
        },
        "enemies/autumn-rh/turret_float-quest_naval.json/meta/descriptions/0/text": {
                "orig": "Heavily modified turrets made in \\c[3]\\v[area.rhombus-sqr.name]\\c[0] and meant for illegal activities all over \\v[lore.title.planet]. They are equipped with \\c[3]floating devices\\c[0] to cross the ocean on their own and might even have their own \\c[3]shielding system\\c[0].\nIt is advised to only face them with the support of \\c[3]heavy artillery\\c[0].",
                "text": "Tourelles hautement modifiées construites à \\c[3]\\v[area.rhombus-sqr.name]\\c[0] et prévus pour des activités illégales partout sur \\v[lore.title.planet]. Elles sont équipées d'\\c[3]appareils flottants\\c[0] pour traverser l'océan toutes seules et peuvent même posséder leur propre \\c[3]système de bouclier\\c[0].\nIl est recommandé de les attaquer qu'avec le soutien d'une \\c[3]artillerie lourde\\c[0]."
        },
        "enemies/avatar/apollo-2.json/meta/species": {
                "orig": "Warrior of Justice",
                "text": "Guerrier de la Justice"
        },
        "enemies/avatar/apollo-2.json/meta/descriptions/0/text": {
                "orig": "The self proclaimed warrior of justice returns and this time he has the heat element on his side! Just like last time he will get more creative with his attacks as you have more wins over him.",
                "text": "L'autoproclamé guerrier de la justice revient et cette fois il a l'élément chaud de son côté (d'après son propre témoignage) ! Comme la dernière fois, il deviendra plus créatif avec ses attaques lorsque vous marquerez des points.",
                "note": "de is like sera plus impitoyable cette fois"
        },
        "enemies/avatar/apollo-3.json/meta/species": {
                "orig": "Warrior of Justice",
                "text": "Guerrier de la Justice"
        },
        "enemies/avatar/apollo-3.json/meta/descriptions/0/text": {
                "orig": "Look who's back! Apollo wants to settle things and is ready to use both heat and cold against you to show you the \"true potential\" of a seeker. Just like you, he can use level 2 Combat Arts which can pack quite a punch and break your guard too if you're not careful.",
                "text": "Après avoir crié sur Reize avec un grand sourire, Lily a voulu essayer des PvP avec vous. Et c'est qu'elle était pas mauvaise."
        },
        "enemies/avatar/apollo.json/meta/species": {
                "orig": "Warrior of Justice",
                "text": "Guerrier de la Justice"
        },
        "enemies/avatar/apollo.json/meta/descriptions/0/text": {
                "orig": "A self proclaimed warrior of justice who accuses Lea of cheating and thus challenges her to a duel. He is quite the fighter and gets more vicious the more desperate his situation.",
                "text": "Un guerrier de la justice autoproclamé qui accuse Lea d'avoir triché et qui du coup la met au défi de le battre en duel. Malgré cela, il est un assez bon combattant et devient de plus en plus vicieux lorsque sa situation semble désespérée."
        },
        "enemies/avatar/lily.json/meta/species": {
                "orig": "Warrior of Justice",
                "text": "Guerrier de la Justice"
        },
        "enemies/avatar/lily.json/meta/descriptions/0/text": {
                "orig": "Look who's back! Apollo wants to settle things and is ready to use both heat and cold against you to show you the \"true potential\" of a seeker. Just like you, he can use level 2 Combat Arts which can pack quite a punch and break your guard too if you're not careful.",
                "text": "Après avoir crié sur Reize avec un grand sourire, Lily a voulu essayer des PvP avec vous. Et c'est qu'elle était pas mauvaise."
        },
        "enemies/avatar/shizuka.json/meta/species": {
                "orig": "Protective Sister",
                "text": "Grande Sœur Protectrice",
                "note": "de/en mix. 'Grande sœur' of lea, of course, since shiz is genius's little sister"
        },
        "enemies/avatar/shizuka.json/meta/descriptions/0/text": {
                "orig": "It is Shizuka! And she is pissed.\nExpect her to use some of your favorite strategies against you!",
                "text": "C'est Shizuka ! Et elle est pas contente.\nAttendez-vous à ce que vos stratégies favorites soient utilisés contre vous !"
        },
        "enemies/avatar/wervyn.json/meta/species": {
                "orig": "Human",
                "text": "Humain"
        },
        "enemies/boss/designer-1.json/meta/species": {
                "orig": "???",
                "text": "???"
        },
        "enemies/boss/designer-1.json/meta/descriptions/0/text": {
                "orig": "The information has been redacted.",
                "text": "Cette information a été censurée."
        },
        "enemies/boss/designer-2.json/meta/species": {
                "orig": "???",
                "text": "???"
        },
        "enemies/boss/designer-2.json/meta/descriptions/0/text": {
                "orig": "This information has been redacted.\n\n\"I only ever wanted to create. That was the one thing I loved. The one thing that kept me going. I even moved to this stupid moon. But he caged us and my designs were used for things I don't even want to think about anymore. It all seems too... distant.\nUntil she arrived and gave me one last chance to create the ultimate experience.\"",
                "text": "Cette information a été censurée.\n\n\"Je n'ai toujours voulu que créer. C'était la seule chose qui m'intéressait. La seule chose qui me motivais. J'ai été jusqu'à déménager sur cette stupide lune. Mais il nous a enfermé et mes créations ont été utilisées pour des choses dont je ne veux même plus penser. Cela semblait si... irréel.\nJusqu'à ce qu'elle arrive et me donne une dernière chance, pour créer le frisson ultime.\""
        },
        "enemies/boss/elephant-core.json/actions/idle/2/text": {
                "orig": "Charging",
                "text": "Charge"
        },
        "enemies/boss/elephant-core.json/actions/destroy/15/text": {
                "orig": "Strength \\c[3]\\v[tmp.specialStrength]/5\\c[0]",
                "text": "Puissance \\c[3]\\v[tmp.specialStrength]/5\\c[0]"
        },
        "enemies/boss/elephant-core.json/actions/absorb/7/text": {
                "orig": "Full Strength!",
                "text": "Puissance Maximale !"
        },
        "enemies/boss/elephant-core.json/meta/species": {
                "orig": "Core",
                "text": "Cœur"
        },
        "enemies/boss/elephant.json/proxies/playerHack/action/4/text": {
                "orig": "Mod",
                "text": "Mod"
        },
        "enemies/boss/elephant.json/proxies/playerHack/action/8/text": {
                "orig": "Attached",
                "text": "Attaché"
        },
        "enemies/boss/elephant.json/proxies/playerHack/action/13/thenStep/2/text": {
                "orig": "Send",
                "text": "Envoyer"
        },
        "enemies/boss/elephant.json/proxies/playerHack/action/13/thenStep/9/text": {
                "orig": "Attack++",
                "text": "Attaque++"
        },
        "enemies/boss/elephant.json/meta/species": {
                "orig": "Ultimate",
                "text": "Ultime"
        },
        "enemies/boss/elephant.json/meta/descriptions/0/text": {
                "orig": "The information has been redacted.\n\n\"The ultimate experience, my final challenge.\"",
                "text": "Cette information a été censurée.\n\n\"Le frisson ultime, mon épreuve finale.\""
        },
        "enemies/cold/coldbug-quest-bombing-1.json/actions/Quest-MoveToBarrier1/0/thenStep/0/text": {
                "orig": "<Goto Barrier 1>",
                "text": "<AllerA Barrière 1>"
        },
        "enemies/cold/coldbug-quest-bombing-1.json/actions/Quest-MoveToBarrier2/0/thenStep/0/text": {
                "orig": "<Goto Barrier 2>",
                "text": "<AllerA Barrière 2>"
        },
        "enemies/cold/coldbug-quest-bombing-1.json/actions/Quest-BarrierDmg/2/thenStep/1/thenStep/0/text": {
                "orig": "<Dmg Barrier 1>",
                "text": "<Dégâts Barrière 1>"
        },
        "enemies/cold/coldbug-quest-bombing-1.json/actions/Quest-BarrierDmg/3/thenStep/1/thenStep/0/text": {
                "orig": "<Dmg Barrier 2>",
                "text": "<Dégâts Barrière 2>"
        },
        "enemies/cold/coldbug-quest-bombing-1.json/meta/species": {
                "orig": "Insect, Bug",
                "text": "Insecte, Termite"
        },
        "enemies/cold/coldbug-quest-bombing-1.json/meta/descriptions/0/text": {
                "orig": "A variant of the \\c[3]\\v[combat.name.mine-coldbug]\\c[0] though less attuned to the element of Cold. Instead it evolved into having an even harder shell than their cousins. The only way to properly damage them would be by using \\c[3]heavy explosives\\c[0].",
                "text": "Une variante du \\c[3]\\v[combat.name.mine-coldbug]\\c[0], bien que moins attachées à l'élément Froid. À la place, il a évolué pour posséder une carapace encore plus dure que ses cousins. La seule manière de s'en débarrasser est d'utiliser des \\c[3]explosifs\\c[0]. "
        },
        "enemies/cold/coldbug-quest-bombing-2.json/actions/Quest-MoveToBarrier1/0/thenStep/0/text": {
                "orig": "<Goto Barrier 1>",
                "text": "<AllerA Barrière 1>"
        },
        "enemies/cold/coldbug-quest-bombing-2.json/actions/Quest-MoveToBarrier2/0/thenStep/0/text": {
                "orig": "<Goto Barrier 2>",
                "text": "<AllerA Barrière 2>"
        },
        "enemies/cold/coldbug-quest-bombing-2.json/actions/Quest-BarrierDmg/2/thenStep/1/thenStep/0/text": {
                "orig": "<Dmg Barrier 1>",
                "text": "<Dégâts Barrière 1>"
        },
        "enemies/cold/coldbug-quest-bombing-2.json/actions/Quest-BarrierDmg/3/thenStep/1/thenStep/0/text": {
                "orig": "<Dmg Barrier 2>",
                "text": "<Dégâts Barrière 2>"
        },
        "enemies/cold/coldbug-quest-bombing-2.json/meta/species": {
                "orig": "Insect, Bug",
                "text": "Insecte, Termite"
        },
        "enemies/cold/coldbug-quest-bombing-2.json/meta/descriptions/0/text": {
                "orig": "A variant of the \\c[3]\\v[combat.name.mine-coldbug]\\c[0] though less attuned to the element of Cold. Instead it evolved into having an even harder shell than their cousins. The only way to properly damage them would be by using \\c[3]heavy explosives\\c[0].",
                "text": "Une variante du \\c[3]\\v[combat.name.mine-coldbug]\\c[0], bien que moins attachées à l'élément Froid. À la place, il a évolué pour posséder une carapace encore plus dure que ses cousins. La seule manière de s'en débarrasser est d'utiliser des \\c[3]explosifs\\c[0]. "
        },
        "enemies/cold/frobbit-quest-dirty.json/actions/UberKick/28/thenStep/1/text": {
                "orig": "Dizzy",
                "text": "Étourdi"
        },
        "enemies/cold/frobbit-quest-dirty.json/actions/getClean/3/text": {
                "orig": "Contamination cleaned",
                "text": "Contamination Terminée"
        },
        "enemies/cold/frobbit-quest-dirty.json/meta/species": {
                "orig": "Dirty Mammal",
                "text": "Mammifère Sale"
        },
        "enemies/cold/frobbit-quest-dirty.json/meta/descriptions/0/text": {
                "orig": "A \\c[3]\\v[combat.name.frobbit]\\c[0] that got dirty by hopping around mining machines.\nThe thick filth has not only made its fur become \\c[3]almost impervious to damage\\c[0], it also enraged the usually peaceful animal to \\c[3]attack any human\\c[0] it sees.\nOnly a \\c[3]forced bath\\c[0] will clean up their fur and make them vulnerable again.",
                "text": "Un \\c[3]\\v[combat.name.frobbit]\\c[0] qui s'est sali en sautillant autour de machine de minage.\nLa couche épaisse de saleté a rendu sa fourrure presque \\c[3]invincible aux dégâts\\c[0]. Cela a également enragé cet animal habituellement si tranquille, et va maintenant attaquer \\c[3]tous les humains\\c[0] qu'il voit.\nSeul un \\c[3]bain forcé\\c[0] va nettoyer leur fourrure et va de nouveau les rendre vulnérables."
        },
        "enemies/cold/goat-father.json/actions/moveBomb/1/thenStep/0/text": {
                "orig": "BOMB!",
                "text": "BOMBE !"
        },
        "enemies/cold/goat-father.json/actions/bombKick/1/thenStep/0/text": {
                "orig": "KICK!",
                "text": "SHOOT !"
        },
        "enemies/cold/goat-father.json/actions/bombDaze/4/text": {
                "orig": "Off Balance",
                "text": "Déstabilisé"
        },
        "enemies/cold/goat-father.json/actions/bombKickPassive/0/thenStep/0/text": {
                "orig": "KICK!",
                "text": "SHOOT !"
        },
        "enemies/cold/goat-father.json/actions/bombKickPassive/1/text": {
                "orig": "Preparing bomb...",
                "text": "Préparation de la bombe..."
        },
        "enemies/cold/goat-father.json/actions/sceneKick/0/thenStep/0/text": {
                "orig": "KICK!",
                "text": "SHOOT !"
        },
        "enemies/cold/goat-father.json/meta/species": {
                "orig": "Boss Goat",
                "text": "Père des Boucs"
        },
        "enemies/cold/goat-father.json/meta/descriptions/0/text": {
                "orig": "It can make offers, you can not refuse.",
                "text": "Il peut faire des offres que vous ne pouvez pas refuser."
        },
        "enemies/cold/mine-coldbug-quest.json/meta/species": {
                "orig": "Insect, Bug",
                "text": "Insecte, Termite"
        },
        "enemies/cold/mine-coldbug-quest.json/meta/descriptions/0/text": {
                "orig": "Almost indistinguishable from its lesser form, this little bug is older and much, much stronger.\nThe experiences they made in the tedious life inside the frozen mine really left their mark and not only hardened their combat abilities, but also their outlook on life. Though little is known about communication between bugs, scientists assume that they spend a large portion of their time complaining about less experienced bugs being lazy and ruining the infestation industry.",
                "text": "Bien que leur apparence soit indistinguable de son autre forme plus faible, ce petit insecte est plus vieux et bien, bien plus fort.\nL'expérience qu'ils ont eue de leur vie dans la mine gelée a véritablement laissé des traces et a non seulement renforcé leur capacité au combat, mais aussi leur point de vue sur la vie.\nBien que peu de choses soient connues sur la communication entre les insectes, les scientifiques pensent qu'ils passent une grande partie de leur temps de râler sur le fait que les insectes paresseux les moins expérimentés gâchent l'industrie de l'infestation de machines."
        },
        "enemies/cold/mine-diggingbot-quest.json/actions/Activate/1/text": {
                "orig": "Threat detected",
                "text": "Menace Détectée"
        },
        "enemies/cold/mine-diggingbot-quest.json/actions/ZeroDegreeSpawn/0/text": {
                "orig": "Zero Degree Counter",
                "text": "Contreattaque Zéro Degrés"
        },
        "enemies/cold/mine-diggingbot-quest.json/actions/HeatExplosion/10/text": {
                "orig": "[Overheat! Initiating Burst]",
                "text": "[Surchauffe ! Démarrage Explosion]"
        },
        "enemies/cold/mine-diggingbot-quest.json/actions/HeatExplosion_old/4/text": {
                "orig": "[Overheat! Initiating Burst]",
                "text": "[Surchauffe ! Démarrage Explosion]"
        },
        "enemies/cold/mine-diggingbot-quest.json/actions/test/0/text": {
                "orig": "<TEST>",
                "text": "<TEST>"
        },
        "enemies/cold/mine-diggingbot-quest.json/meta/species": {
                "orig": "Infected Smelter Robot",
                "text": "Robot Fondeur Infecté"
        },
        "enemies/cold/mine-diggingbot-quest.json/meta/descriptions/0/text": {
                "orig": "An advanced version of the \\c[3]\\v[combat.name.mine-diggingbot]\\c[0] that fell victim to corruption by the resident \\c[3]\\v[combat.name.cold/mine-coldbug-quest]s\\c[0]. Aside from the usual mining capabilities of the older model it can also use many \\c[3]heat-based\\c[0] abilities once it reaches a high-enough \\c[3]core-temperature\\c[0].",
                "text": "Une version avancée du \\c[3]\\v[combat.name.mine-diggingbot]\\c[0] qui a été victime d'une corruption par les \\c[3]Pugèleurs Compétents\\c[0]. Outre les capacités habituelles de minage de l'ancien modèle, il peut aussi utiliser de nombreuses capacités \\c[3]basées sur le chaud\\c[0] une fois qu'il atteint une \\c[3]température de cœur\\c[0] assez élevée."
        },
        "enemies/cold/turret-monks-invinc.json/actions/GoOn/0/text": {
                "orig": "Activated!",
                "text": "Activé !"
        },
        "enemies/cold/turret-monks-invinc.json/actions/GoOff/0/thenStep/0/text": {
                "orig": "Deactivated",
                "text": "Désactivé"
        },
        "enemies/cold/turret-monks-invinc.json/actions/GoUltra/0/text": {
                "orig": "Next gear!",
                "text": "Vitesse Suivante !"
        },
        "enemies/cold/turret-monks-invinc.json/meta/species": {
                "orig": "Rookie Sentry",
                "text": "Sentinelle Débutante"
        },
        "enemies/forest/bamboo-fountain.json/meta/species": {
                "orig": "Fountain",
                "text": "Fontaine"
        },
        "enemies/forest/bamboo-fountain.json/meta/descriptions/0/text": {
                "orig": "Peace and Tranquility, my friend. The only way to defeat it is to sit and listen.",
                "text": "Paix et Tranquillité, mon ami. Le seul moyen de le vaincre et de s'asseoir et d'écouter."
        },
        "enemies/forest/bug-samurai-heat.json/meta/species": {
                "orig": "Honorable Insect",
                "text": "Insecte Honorable"
        },
        "enemies/forest/bug-samurai-heat.json/meta/descriptions/0/text": {
                "orig": "This bug is a true warrior and master of the hidden arts of the blade. Trained by a master since its birth it takes down enemies with powerful strikes. Strikes so powerful they combust the air around them and create flames.",
                "text": "Ce scarabée est un véritable guerrier et maitre des arts cachés du sabre. Entrainé par un maitre depuis son enfance, il peut terrasser ses ennemis avec des coups puissants. Des coups si puissants qu'ils peuvent enflammer l'air autour d'eux."
        },
        "enemies/forest/bug-samurai-heat.json/meta/descriptions/1/text": {
                "orig": "Its weapons of choice are dual swords known as \"Sun Blades\". When threatened it can summon a heat barrier and it uses a fake-out attack by jumping behind its enemies following up with a huge fire swirl.",
                "text": "Leurs armes de prédilection sont des épées duales connues sous le nom de \"Lames Soleils\". Quand il est menacé, il peut faire apparaitre une barrière de chaleur et peut utiliser une attaque de feinte en sautant derrière ses ennemis suivis d'un tourbillon de feu énorme."
        },
        "enemies/forest/bug-samurai-shock.json/meta/species": {
                "orig": "Honorable Insect",
                "text": "Insecte Honorable"
        },
        "enemies/forest/bug-samurai-shock.json/meta/descriptions/0/text": {
                "orig": "This bug is a true warrior and master of the hidden arts of the blade. Trained by a master since its birth it takes down enemies with swift strikes. It is said to be so fast that it can even dodge bullets.",
                "text": "Ce scarabée est un véritable guerrier et maitre des arts cachés du sabre. Entrainé par un maitre depuis son enfance, il peut terrasser ses ennemis avec des coups rapides. On dit qu'il est si rapide qu'il peut même éviter les balles."
        },
        "enemies/forest/bug-samurai-shock.json/meta/descriptions/1/text": {
                "orig": "Its weapons of choice are dual swords known as \"Moon Blades\". When threatened it can summon a shock barrier and it uses an extremely fast attack that uses both swords to slice through its enemies.",
                "text": "Leurs armes de prédilection sont des épées duales connues sous le nom de \"Lames de Lune\". Quand il est menacé, il peut faire apparaitre une barrière de choc et peut utiliser une attaque extrêmement rapide qui utilise ses deux épées pour découper ses ennemis."
        },
        "enemies/forest/kamikater.json/actions/Activate/1/text": {
                "orig": "Threat detected",
                "text": "Menace Détectée"
        },
        "enemies/forest/kamikater.json/actions/SelfDestructStart/0/text": {
                "orig": "Init self destruct",
                "text": "Initialisation Auto Destruction"
        },
        "enemies/forest/kamikater.json/actions/SelfDestruct/8/text": {
                "orig": "3",
                "text": "3"
        },
        "enemies/forest/kamikater.json/actions/SelfDestruct/12/text": {
                "orig": "2",
                "text": "2"
        },
        "enemies/forest/kamikater.json/actions/SelfDestruct/16/text": {
                "orig": "1",
                "text": "1"
        },
        "enemies/forest/kamikater.json/actions/WakeUp/0/0_0/0/text": {
                "orig": "Malfunction detected",
                "text": "Défaut de Fonctionnement Détecté"
        },
        "enemies/forest/kamikater.json/actions/WakeUp/0/1_0/0/text": {
                "orig": "System overheating",
                "text": "Système en Surchauffe"
        },
        "enemies/forest/kamikater.json/actions/WakeUp/0/2_0/0/text": {
                "orig": "This cannot stand",
                "text": "Ceci est intolérable"
        },
        "enemies/forest/kamikater.json/actions/SelfDestructKill/9/text": {
                "orig": "3",
                "text": "3"
        },
        "enemies/forest/kamikater.json/actions/SelfDestructKill/13/text": {
                "orig": "2",
                "text": "2"
        },
        "enemies/forest/kamikater.json/actions/SelfDestructKill/17/text": {
                "orig": "1",
                "text": "1"
        },
        "enemies/forest/kamikater.json/actions/ArMessage/0/text": {
                "orig": "Init self destruct",
                "text": "Initialisation Auto Destruction"
        },
        "enemies/forest/kamikater.json/meta/species": {
                "orig": "Forgotten Robot",
                "text": "Robot Oublié"
        },
        "enemies/forest/kamikater.json/meta/descriptions/0/text": {
                "orig": "This forgotten robot was once intended to be used as a mining tool to create new tunnels to gather the precious \\c[3]Sapphire Cobalt\\c[0] from. \nHowever, due to incidents in the \\c[3]\\v[area.bergen.name] Mine\\c[0] the robots were disabled.\nSome of them however still lay dormant inside the tunnels and are highly volatile. Once charged with electricity they will initiate a target seeking self-destruction sequence powerful enough to clear loose boulders.",
                "text": "Ce robot oublié était prévu pour être un appareil de minage pour créer des nouveaux tunnels pour récupérer les précieux \\c[3]Cobalts de Saphirs\\c[0].\nMais, suite aux incidents dans la \\c[3]Mine de \\v[area.bergen.name]\\c[0] les robots ont été désactivés.\nCertains d'entre eux doivent encore rester dormants dans les tunnels et sont hautement volatils. Une fois chargé avec de l'électricité, ils vont initier une séquence d'autodestruction à recherche de cible qui est assez puissante pour détruire des rochers de pierres. Comme ça vous savez !"
        },
        "enemies/forest/panda.json/meta/species": {
                "orig": "Lazy Hover Panda",
                "text": "Panda Paresseux Flottant"
        },
        "enemies/forest/panda.json/meta/descriptions/0/text": {
                "orig": "A metallized creature strongly resembling a Panda. The metal like skin is theorized to be a reaction to the immense Steel Bamboo the \\v[combat.name.forest/panda] eats on a daily basis. Machinery inside the body is capable of creating small drones that it uses to fend off enemies.",
                "text": "Une créature métallisée qui ressemble fortement à un Panda. Sa peau métallique serait liée à une réaction à l'immense Bambou d'Acier que les \\v[combat.name.forest/panda]s mangent tous les jours. Des machines à l'intérieur sont capables de créer des petits drones qu'il utilise pour éloigner les ennemis."
        },
        "enemies/forest/samurai-boss.json/meta/species": {
                "orig": "Master of Old",
                "text": "Maitre Des Âgés"
        },
        "enemies/forest/samurai-boss.json/meta/descriptions/0/text": {
                "orig": "Once a boy was found by the beetle-folk of \\c[3]Sapphire Ridge\\c[0]. The master of the clan raised this boy as his own.\nHe became a strong and honorable warrior that protected the clan just as much as any other beetle. \nYears passed and the father's time to enter the afterlife drew close. On his deathbed the Father spoke to his son:\n\\c[3]\"You shall become the master of this clan, my son.\"\\c[0]\nWith tears the son nodded his head in agreement as the father dissipated into thousands of fireflies that flew into the night sky.",
                "text": "Autrefois un enfant a été trouvé par les scarabées de \\c[3]\\v[area.forest.name]\\c[0]. Le maitre du clan a élevé cet enfant comme l'un des siens.\nIl devint un guerrier puissant et honorable qui protégea son clan autant que n'importe quel scarabée.\nLes années passèrent et il était devenu temps pour son père d'entrer dans l'au-delà. Sur son lit de mort, le Père parla à son enfant :\n\\c[3]\"Tu dois devenir le maitre de ce clan, mon fils.\"\\c[0]\nIl acquiesça en pleurs pendant que son père se dissipa en milliers de lucioles s'envolant dans la nuit noire."
        },
        "enemies/forest/spider.json/meta/species": {
                "orig": "Not a bug",
                "text": "Pas un Insecte"
        },
        "enemies/forest/spider.json/meta/descriptions/0/text": {
                "orig": "Mostly found in caves in \\v[area.forest.name], this supersized spider is the nightmare of many miners. It slows downs its prey and then attacks with a deafening scream. In groups it teams up with other \\v[combat.name.forest/spider]s. Watch out as it leaps up with ice cold power.",
                "text": "Se trouvant habituellement dans les caves de la \\v[area.forest.name], cette grosse araignée est le cauchemar de nombreux mineurs. Elle ralentit sa proie puis attaque avec un cri qui rend sourd. En groupe ils s'unissent avec d'autres \\v[combat.name.forest/spider]s. Prenez gare lorsqu'il se met à sauter avec son pouvoir de froid glacial."
        },
        "enemies/guest/glitch-boss.json/meta/species": {
                "orig": "[Object]",
                "text": "[Object]",
                "note": "de translates it as Objekt, but assuming french people know that javascript sucks already"
        },
        "enemies/guest/glitch-boss.json/meta/descriptions/0/text": {
                "orig": "Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet.",
                "text": "Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet."
        },
        "enemies/heat/antlion.json/meta/species": {
                "orig": "Mutated Worm",
                "text": "Ver Mutant"
        },
        "enemies/heat/antlion.json/meta/descriptions/0/text": {
                "orig": "The stuff of nightmares right there. This a heavily mutated form of an... antlion, maybe? It's hard to say what happened to this creature, the only thing known is that it is mad and wants to eat you. It can turn the floor into quicksand, use its many pincers to attack you or throw flaming rocks at you if you somehow managed to reveal its weak belly. \nHopefully there is only one of these and not another one in different colors or something lazy like that.",
                "text": "C'est le truc tout droit sorti des cauchemars. C'est une version fortement mutée d'un... fourmilion, peut-être ? C'est difficile à dire ce qui est arrivé à cette créature. La seule chose que l'on sache, c'est qu'elle est furieuse et qu'elle veut vous manger. Elle peut transformer le sol en sable mouvants, utiliser ses nombreuses pinces pour vous attaquer ou vous lancer des pierres brulantes si vous arrivez à lui faire montrer son ventre fragile.\nHeureusement il n'y en a qu'un seul comme ça, et non pas un autre avec une couleur différente ou un autre truc de fainéant comme ça."
        },
        "enemies/heat/darth-moth-old.json/meta/species": {
                "orig": "Flying Seahorse",
                "text": "Hippocampe Volant"
        },
        "enemies/heat/darth-moth.json/meta/species": {
                "orig": "Moth",
                "text": "Mite"
        },
        "enemies/heat/darth-moth.json/meta/descriptions/0/text": {
                "orig": "A mutation of the common \\v[combat.name.heat/moth] that has somehow gained the ability to shoot a laser from its eye. That's right, a laser. They're also not fooled easily by the same tricks you could use against its weaker kind. However it still is very vulnerable to cold attacks. Best wait for an opening to throw some icy balls at them.",
                "text": "Une mutation de la \\v[combat.name.heat/moth] commune qui semble avoir obtenu la capacité de tirer un laser depuis ses yeux. Oui, un laser. Ils ne sont pas aussi faciles à feinter en utilisant les mêmes astuces que son homologue plus faible. Mais il reste très vulnérable aux attaques froides. Attendez une bonne opportunité avant de leur lancer quelques boules gelées."
        },
        "enemies/heat/drillertoise-OLD.json/meta/species": {
                "orig": "Reptile",
                "text": "Reptile"
        },
        "enemies/heat/drillertoise.json/meta/species": {
                "orig": "Reptile",
                "text": "Reptile"
        },
        "enemies/heat/drillertoise.json/meta/descriptions/0/text": {
                "orig": "Is it a stone or not? When humans first arrived in \\c[3]\\v[area.heat-area.name]\\c[0] these reptiles were hard to make out as they would burrow below ground and use their rocky back to pretend to be a stone. \nThat does not mean they don't fight! Getting too chummy with them will make them use a stomp attack or throw big stones. \nA good tactic is to look away from it and use walls to bounce your balls off and hit it as it will be above ground.",
                "text": "Est-ce que c'est une pierre ou non ? Lorsque les humains sont arrivés pour la première fois dans la \\c[3]\\v[area.heat-area.name]\\c[0], ces reptiles étaient difficile à distinguer, car ils se terraient sous le sol et utilisaient leur dos de pierre pour prétendre être un rocher.\nCela ne veut pas dire qu'ils n'attaquent pas ! Être trop embêtant avec eux va leur faire attaquer en frappant au sol ou en lançant des grosses pierres.\nUne bonne tactique est de ne pas le regarder et d'utiliser les murs pour faire rebondir vos boules et le toucher lorsqu'il est au-dessus du sol."
        },
        "enemies/heat/heat-golem.json/meta/species": {
                "orig": "Magical Being",
                "text": "Être Magique"
        },
        "enemies/heat/heat-golem.json/meta/descriptions/0/text": {
                "orig": "Brought to life by fire and old magic this golem bursts flames out of every part of its body. Getting too close means catching on fire so stay away and use ranged attacks to stun it with cold balls. But be aware that it will react much like a bubble and burst into hot steam so don't charge in immediately. Blocking also comes in handy when it's using its fire shots.",
                "text": "Rendu vivant avec du feu et de la magie ancienne, ce golem lance des flammes de toutes les parties de son corps. S'approcher de trop près signifie s'enflammer, donc restez à loin de lui et attaquez à distance pour l'étourdir avec des boules froides. Mais sachez qu'il va réagir comme une bulle et éclater en vapeurs chaudes, donc ne chargez pas tout de suite. Le bouclier peut aussi être utile lorsqu'il utilise ses tirs enflammés."
        },
        "enemies/heat/jellyfish.json/meta/species": {
                "orig": "Flying Jellyfish",
                "text": "Méduse Volante"
        },
        "enemies/heat/jellyfish.json/meta/descriptions/0/text": {
                "orig": "Water was too cold and wet for this jellyfish so it made \\c[3]\\v[area.heat-area.name]\\c[0] its new home. Despite its warmer environment it can conjure forth homing bubbles and attack with a spinning attack that lifts its prey upwards.\nUse heat to shoot the bubbles and temporarily stun them. Using their attacks against them, truly a humiliating tactic!",
                "text": "L'eau était trop froide et trop humide pour cette méduse donc elle fit de la \\c[3]\\v[area.heat-area.name]\\c[0] son nouvel habitat. Malgré son environnement plus chaud, elle peut conjurer des bulles chercheuses et attaquer avec une pirouette qui fait élever ses proies.\nUtilisez le chaud pour tirer sur ses bulles et les étourdir temporairement. Utiliser leur propre attaque contre eux, voilà une véritable tactique humiliante !"
        },
        "enemies/heat/megamoth.json/actions/WeakShoot/0/text": {
                "orig": "Regenerating",
                "text": "Régénération"
        },
        "enemies/heat/megamoth.json/meta/species": {
                "orig": "Mother of Moths",
                "text": "Mère des Mites"
        },
        "enemies/heat/megamoth.json/meta/descriptions/0/text": {
                "orig": "The moths of \\c[3]\\v[area.heat-dng.name]\\c[0] call this gigantic beast their mother. And it's pretty mad you hurt so many of its children. The only weak spot on its whole body is the eye at the head part and only if it's open and not closed. It will only open it right before it uses one of its attacks. When weak it tries to get away from its foe and regenerate, creating bubbles to fend off any attacks. Conveniently those can be used to create platforms on the hot coals! What are the chances?",
                "text": "Les mites du \\c[3]\\v[area.heat-dng.name]\\c[0] appellent cette bête gigantesque leur mère. Et elle est assez furieuse que vous ayez frappés tant de ses enfants. Le seul point faible de son corps entier sont ses yeux sur sa tête et seulement s'ils sont ouverts et non fermés. Elle ne les ouvrira que juste avant d'utiliser une de ses attaques. Lorsqu'il est faible, il essaye de s'éloigner de ses prédateurs et de se régénérer, en lançant des bulles pour éloigner les attaques. Ce qui est pratique, car ils peuvent être utilisés pour créer des plateformes au-dessus de la braise ardente ! Quelle chance !"
        },
        "enemies/heat/moth.json/meta/species": {
                "orig": "Moth",
                "text": "Mite"
        },
        "enemies/heat/moth.json/meta/descriptions/0/text": {
                "orig": "Not only do these moths spew flames out of their eyes and live inside the \\c[3]\\v[area.heat-dng.name]\\c[0], they also are attracted to elemental poles when charged with heat! That's some serious dedication for fire right there. \nConsequently cold attacks work pretty well against them. Use this in combination with attracting them to poles charged with heat to stun them and get them on the ground!",
                "text": "Non seulement ces mites lancent des flammes depuis leurs yeux et vivent à l'intérieur du \\c[3]\\v[area.heat-dng.name]\\c[0], ils peuvent également être attirés par des pôles élémentaires lorsqu'ils sont chargés avec de la chaleur ! C'est qu'ils sont très obsédés par le feu.\nEn conséquence, des attaques avec l'élément froid fonctionnent assez bien contre eux. Utilisez ceci en combinaison avec attrait pour les pôles chargés de chaleur pour les étourdir et les faire tomber au sol !"
        },
        "enemies/heat/sandshark.json/actions/Quest-MoveToCrate/0/text": {
                "orig": "[hateful bone noises]",
                "text": "[bruits d'ossements haineux]"
        },
        "enemies/heat/sandshark.json/actions/Quest-MoveToCrate/7/thenStep/0/thenStep/1/text": {
                "orig": "<ESCAPE>",
                "text": "<FUITE>"
        },
        "enemies/heat/sandshark.json/actions/Quest-MoveToCrate/8/thenStep/1/text": {
                "orig": "<GOTO>",
                "text": "<ALLERA>"
        },
        "enemies/heat/sandshark.json/actions/Quest-MoveToCrate/10/thenStep/1/text": {
                "orig": "<SIDE>",
                "text": "<CÔTÉ>"
        },
        "enemies/heat/sandshark.json/actions/Quest-MoveToCrate/13/thenStep/2/thenStep/1/text": {
                "orig": "<TACKLE>",
                "text": "<TACLE>"
        },
        "enemies/heat/sandshark.json/actions/Quest-MoveToCrate/13/elseStep/0/thenStep/1/text": {
                "orig": "<ADJUST>",
                "text": "<AJUSTEMENT>"
        },
        "enemies/heat/sandshark.json/actions/Quest-TackleCrate/5/thenStep/1/text": {
                "orig": "<1 START>",
                "text": "<1 DÉPART>"
        },
        "enemies/heat/sandshark.json/actions/Quest-TackleCrate/9/thenStep/1/text": {
                "orig": "<2 JUMP>",
                "text": "<2 SAUTE>"
        },
        "enemies/heat/sandshark.json/actions/Quest-TackleCrate/11/text": {
                "orig": "!!!",
                "text": "!!!"
        },
        "enemies/heat/sandshark.json/actions/Quest-TackleCrate/60/thenStep/1/text": {
                "orig": "<3 TACKLE>",
                "text": "<3 TACLE>"
        },
        "enemies/heat/sandshark.json/actions/Quest-TackleCrate/66/thenStep/1/text": {
                "orig": "<4 MISSED>",
                "text": "<4 RATÉ>"
        },
        "enemies/heat/sandshark.json/actions/Quest-HitCrate/9/thenStep/0/thenStep/1/text": {
                "orig": "<4 HIT>",
                "text": "<4 TOUCHÉ>"
        },
        "enemies/heat/sandshark.json/actions/Quest-HitCrate/15/thenStep/1/text": {
                "orig": "<5 LAND>",
                "text": "<5 ATTERRI>"
        },
        "enemies/heat/sandshark.json/actions/Quest-Deflect/12/thenStep/1/text": {
                "orig": "<DEFLECT>",
                "text": "<DÉVIÉ>"
        },
        "enemies/heat/sandshark.json/actions/Quest-CircleCrate/5/thenStep/1/text": {
                "orig": "<CIRCLE>",
                "text": "<ENCERCLE>"
        },
        "enemies/heat/sandshark.json/meta/species": {
                "orig": "Fish",
                "text": "Poisson"
        },
        "enemies/heat/sandshark.json/meta/descriptions/0/text": {
                "orig": "Fearsome creatures, these bony sharks attack on sight, or rather vibration as they are actually blind. Adventurers often struggle in dealing with this fast foe as it is hard to catch and invulnerable underground. However constantly aiming your shot and throwing balls at them as soon as they jump up stuns them for quite a while.",
                "text": "Ces créatures terrifiantes de requins squelettes attaquent à vue, ou, plus précisément, à vibration puisqu'ils sont en fait aveugles. Les aventuriers luttent souvent pour s'occuper de cette proie, car il est difficile de l'attraper et est invincible sous la terre. Préparer votre tir et lancer des boules dès qu'ils sautent du sol va les étourdir pendant un moment."
        },
        "enemies/heat/sandworm-boss.json/meta/species": {
                "orig": "Boss Worm",
                "text": "Patron des Vers"
        },
        "enemies/heat/sandworm-boss.json/meta/descriptions/0/text": {
                "orig": "A slightly mutated version of the common \\v[combat.name.heat/sandworm] which made the cave below the famous Maroon Tree in \\c[3]\\v[area.heat-area.name]\\c[0] its home.\nIt seems to have some sort of control over the rock formations inside the cave, being able to to raise and lower parts of the cave system. \nIt uses this to attack intruders from higher ground without them being able to reach it. However disposing of other Tim can raise platforms to make it possible to reach it.",
                "text": "Une version un peu mutée du \\v[combat.name.heat/sandworm] commun qui a fait de la grotte en dessous du fameux marronnier de la \\c[3]\\v[area.heat-area.name]\\c[0] son habitat.\nIl semble avoir une sorte de contrôle sur la formation rocheuse dans la grotte, en étant capable de faire monter ou descendre des rochers du complexe de grotte.\nIl utilise cela pour attaquer les intrus depuis des hauteurs inatteignables par ceux-ci. En revanche, se débarrasser d'autres \\v[combat.name.heat/sandworm]s peut faire grimper des plateformes qui permettront possiblement de l'atteindre."
        },
        "enemies/heat/sandworm.json/meta/species": {
                "orig": "Worm",
                "text": "Ver"
        },
        "enemies/heat/sandworm.json/meta/descriptions/0/text": {
                "orig": "These slimy creatures spend most of their time halfway underground almost looking like a deformed stone. Their bodies are extremely flexible and can fit into holes the size of a hand. \nIronically they do not like overheating and will get extremely hostile when exposed to it for too long. In their enraged form they will spit out scorching hot rocks and move much faster.",
                "text": "Ces créatures visqueuses passent leur majorité du temps à moitié sous la terre, en ressemblant à une pierre déformée. Leur corps est extrêmement flexible et peut tenir dans des trous de la taille d'une main.\nIroniquement ils n'aiment pas avoir trop chaud et deviendront extrêmement hostile lorsqu'ils y sont exposés trop longtemps. Dans leur forme enragée, ils cracheront des pierres brulantes et se déplaceront bien plus rapidement."
        },
        "enemies/heat/sandworm.json/meta/descriptions/1/text": {
                "orig": "According to some insight by C'tron worms posses 5 hearts. It's a mystery how they fit into this elastic body.",
                "text": "D'après C'tron, les vers possèdent 5 cœurs. Savoir comment ils peuvent tenir dans ce corps élastique reste un mystère."
        },
        "enemies/heat/scorpion-alt.json/meta/species": {
                "orig": "Boss Scorpion",
                "text": "Patron des Scorpions"
        },
        "enemies/heat/scorpion-alt.json/meta/descriptions/0/text": {
                "orig": "When a \\v[combat.name.heat/scorpion] gets older it acquires the rank of \"Big Boss\" among its kind. It is tradition that each \"Big Boss\" must offer an eye as tribute to gain this rank or be forever cast out. This cruel ritual has never been seen by anyone so it is hard to say how they obtain the eye patches.",
                "text": "Quand un \\v[combat.name.heat/scorpion] devient plus âgé, il obtient le rang de \"Big Boss\". Il est de tradition que chaque \"Big Boss\" doit offrir un œil comme tribut pour obtenir ce rang, ou sinon il est rejeté pour l'éternité. Ce rituel cruel n'a jamais été observé par quiconque donc il est difficile de savoir comment ils obtiennent leur cache-œil."
        },
        "enemies/heat/scorpion-robo.json/meta/species": {
                "orig": "Scorpion",
                "text": "Scorpion"
        },
        "enemies/heat/scorpion-robo.json/meta/descriptions/0/text": {
                "orig": "This creepy looking guy is the most common inhabitant of \\c[3]\\v[area.heat-area.name]\\c[0]. It usually poses no threat unless provoked and stays together with others of its kind.\nThey can use their big pincers to quickly attack. The big stinger apparently has some magical properties which allows it to follow you underground and attack from below. Nature is scary.",
                "text": "Ce type à l'apparence angoissante est l'habitant le plus commun de la \\c[3]\\v[area.heat-area.name]\\c[0]. Il ne présente normalement pas la moindre menace sauf s'il est provoqué et il reste ensemble avec les autres de son espèce.\nIls utilisent leurs grandes pinces pour attaquer rapidement. Leur gros dard possède apparemment des capacités magiques, qui lui permet de vous suivre sous la terre et de vous attaquer par-dessous. Mère nature est effrayante."
        },
        "enemies/heat/scorpion.json/meta/species": {
                "orig": "Scorpion",
                "text": "Scorpion"
        },
        "enemies/heat/scorpion.json/meta/descriptions/0/text": {
                "orig": "This creepy looking guy is the most common inhabitant of \\c[3]\\v[area.heat-area.name]\\c[0]. It usually poses no threat unless provoked and stays together with others of its kind.\nThey can use their big pincers to quickly attack. The big stinger apparently has some magical properties which allows it to follow you underground and attack from below. Nature is scary.",
                "text": "Ce type à l'apparence angoissante est l'habitant le plus commun de la \\c[3]\\v[area.heat-area.name]\\c[0]. Il ne présente normalement pas la moindre menace sauf s'il est provoqué et il reste ensemble avec les autres de son espèce.\nIls utilisent leurs grandes pinces pour attaquer rapidement. Leur gros dard possède apparemment des capacités magiques, qui lui permet de vous suivre sous la terre et de vous attaquer par-dessous. Mère nature est effrayante."
        },
        "enemies/heat/volturbine.json/meta/species": {
                "orig": "Flaming Bird",
                "text": "Oiseau Enflammé"
        },
        "enemies/heat/volturbine.json/meta/descriptions/0/text": {
                "orig": "This bird is often described as the phoenix of \\c[3]\\v[area.heat-area.name]\\c[0]. Until provoked they will usually just fly around and only prey on deceased animals. \nIf you however choose to attack them... get ready for all their flaming wrath. They can use their jet turbines to boost into a flaming dive attack. If you time your guard you can counter and leave them open for big damage! Otherwise you better keep your distance and use ranged attacks whenever you see an opening.",
                "text": "Cet oiseau est souvent décrit comme étant le phénix de la \\c[3]\\v[area.heat-area.name]\\c[0]. Sauf s'il est provoqué, il va habituellement voler un peu partout à la recherche de cadavres.\nSi vous choisissez de l'attaquer... préparez-vous à leur ire enflammée. Ils peuvent utiliser leur turbine jet pour se propulser et attaquer avec un piqué enflammé. Si vous bloquez son attaque au bon moment, vous pouvez le contrer et le rendre vulnérable à de lourds dégâts. Sinon, vous feriez mieux de garder vos distances et de l'attaquer au loin dès que vous voyez une opportunité."
        },
        "enemies/heat/special/baki-cmd_bot.json/actions/ChargeAttack/10/text": {
                "orig": "Charging!",
                "text": "Charge !"
        },
        "enemies/heat/special/baki-cmd_bot.json/actions/ShieldsOn/3/text": {
                "orig": "[Turret-shields online]",
                "text": "[Bouclier de Tourelle actif]"
        },
        "enemies/heat/special/baki-cmd_bot.json/actions/ShieldsOff/1/text": {
                "orig": "[Turret-shields offline]",
                "text": "[Bouclier de Tourelle inactif]"
        },
        "enemies/heat/special/baki-cmd_bot.json/actions/ShowWeakAR/0/text": {
                "orig": "Weak!",
                "text": "Faible !"
        },
        "enemies/heat/special/baki-cmd_bot.json/actions/StartCmd/2/text": {
                "orig": "[Engaging Command-Mode. Turret-shields online]",
                "text": "[Activation Mode Commandant. Bouclier de Tourelle actif]"
        },
        "enemies/heat/special/baki-cmd_bot.json/actions/GoSolo/4/text": {
                "orig": "[Engaging Assault-Mode]",
                "text": "[Activation Mode Assaut]"
        },
        "enemies/heat/special/baki-cmd_bot.json/actions/summonBots/3/text": {
                "orig": "[Synthesizing reinforcements]",
                "text": "[Synthétisation Renforts]"
        },
        "enemies/heat/special/baki-cmd_bot.json/meta/species": {
                "orig": "Desert Leaderbot",
                "text": "Chef Robot du Désert"
        },
        "enemies/heat/special/baki-cmd_bot.json/meta/descriptions/0/text": {
                "orig": "An improved variant of the more basic \\c[3]\\v[combat.name.default]\\c[0], used by the law-enforcement of \\c[3]\\v[area.heat-village.name]\\c[0]. It is usually accompanied by a squad of \\c[3]\\v[combat.name.heat/special/baki-turret_1]\\c[0] that it will shield while acting defensively. When forced to alone it will switch into a more aggressive mode.",
                "text": "Une variante améliorée du plus basique \\c[3]\\v[combat.name.default]\\c[0], utilisé par les forces de l'ordre de \\c[3]\\v[area.heat-village.name]\\c[0]. Il est habituellement accompagné par une escadrille de \\c[3]\\v[combat.name.heat/special/baki-turret_1]\\c[0] qu'il protégera avec un bouclier pendant qu'il agit défensivement. Lorsqu'on le force à être seul il va passer à un mode plus agressif."
        },
        "enemies/heat/special/baki-simple_bot.json/meta/species": {
                "orig": "Desert Robot",
                "text": "Robot du Désert"
        },
        "enemies/heat/special/baki-turret_1.json/actions/SingleMortar/4/text": {
                "orig": "[Firing Mortar]",
                "text": "[Tir de Mortier]"
        },
        "enemies/heat/special/baki-turret_1.json/actions/StartFullShield/1/text": {
                "orig": "[Shield On]",
                "text": "[Bouclier On]"
        },
        "enemies/heat/special/baki-turret_1.json/actions/EndFullShield/1/text": {
                "orig": "[Shield Off]",
                "text": "[Bouclier Off]"
        },
        "enemies/heat/special/baki-turret_1.json/meta/species": {
                "orig": "Desert Sentry",
                "text": "Tourelle du Désert"
        },
        "enemies/heat/special/baki-turret_1.json/meta/descriptions/0/text": {
                "orig": "An improved variant of the popular \\c[3]Rhombus Turret\\c[0], used by the law-enforcement of \\c[3]\\v[area.heat-village.name]\\c[0]. It can fire \\c[3]mortars\\c[0] to attack targets behind cover or on different height layers and is often used in conjunction with a \\c[3]\\v[combat.name.heat/special/baki-cmd_bot]\\c[0] that supplies it with a \\c[3]shield\\c[0].",
                "text": "Une variante améliorée de la populaire \\c[3]Tourelle de Rhombus\\c[0], utilisée par les forces de l'ordre de \\c[3]\\v[area.heat-village.name]\\c[0]. Elle peut tirer des \\c[3]mortiers\\c[0] pour attaquer des cibles à couvert ou sur des hauteurs différentes et elle est souvent utilisée en conjonction avec un \\c[3]\\v[combat.name.heat/special/baki-cmd_bot]\\c[0] qui lui offre un \\c[3]bouclier\\c[0]."
        },
        "enemies/heat/special/baki-turret_2.json/actions/SingleMortar/4/text": {
                "orig": "[Firing Mortar]",
                "text": "[Tir de Mortier]"
        },
        "enemies/heat/special/baki-turret_2.json/actions/StartFullShield/1/text": {
                "orig": "[Shield On]",
                "text": "[Bouclier On]"
        },
        "enemies/heat/special/baki-turret_2.json/actions/EndFullShield/1/text": {
                "orig": "[Shield Off]",
                "text": "[Bouclier Off]"
        },
        "enemies/heat/special/baki-turret_2.json/meta/species": {
                "orig": "Desert Sentry",
                "text": "Tourelle du Désert"
        },
        "enemies/heat/special/baki-turret_2.json/meta/descriptions/0/text": {
                "orig": "An improved variant of the popular \\c[3]Rhombus Turret\\c[0], used by the law-enforcement of \\c[3]\\v[area.heat-village.name]\\c[0]. This type does not have an accompanying \\c[3]\\v[combat.name.heat/special/baki-cmd_bot]\\c[0] for additional shielding but can still fire \\c[3]mortars\\c[0] at targets behind cover or on different height layers.",
                "text": "Une variante améliorée de la populaire \\c[3]Tourelle de Rhombus\\c[0], utilisée par les forces de l'ordre de \\c[3]\\v[area.heat-village.name]\\c[0]. Ce type n'est pas accompagné par un \\c[3]\\v[combat.name.heat/special/baki-cmd_bot]\\c[0] pour avoir un bouclier supplémentaire, mais il peut quand même tirer des \\c[3]mortiers\\c[0] pour attaquer des cibles à couvert ou sur des hauteurs différentes."
        },
        "enemies/heat/special/brew-bubbler.json/actions/BubbleSingle/4/text": {
                "orig": "[Preparing Bubble]",
                "text": "[Préparation Bulle]"
        },
        "enemies/heat/special/brew-bubbler.json/actions/TurnOn/0/thenStep/0/text": {
                "orig": "<ON>",
                "text": "<ON>"
        },
        "enemies/heat/special/brew-bubbler.json/meta/species": {
                "orig": "Machinery",
                "text": "Machinerie"
        },
        "enemies/heat/special/brew-machine.json/actions/iceDisc-Hit/2/text": {
                "orig": "[Cooling down]",
                "text": "[Refroidissement]"
        },
        "enemies/heat/special/brew-machine.json/meta/species": {
                "orig": "Machinery",
                "text": "Machinerie"
        },
        "enemies/heat/special/drillertoise-quest-heatAdv-1.json/actions/StompHidden/4/text": {
                "orig": "Hiding intensifies...",
                "text": "La Dissimulation s'intensifie ..."
        },
        "enemies/heat/special/drillertoise-quest-heatAdv-1.json/actions/StartHide/7/thenStep/0/text": {
                "orig": "<SHIELD ON>",
                "text": "<BOUCLIER ON>"
        },
        "enemies/heat/special/drillertoise-quest-heatAdv-1.json/meta/species": {
                "orig": "Stoned Reptile",
                "text": "Reptile Pierreux"
        },
        "enemies/heat/special/drillertoise-quest-heatAdv-1.json/meta/descriptions/0/text": {
                "orig": "A more relaxed variant of the \\c[3]\\v[combat.name.heat/drillertoise]\\c[0] that is almost exclusively found in caves. They are usually completely immovable and answer threats by causing \\c[3]shockwaves\\c[0] from the safety of their shell. \nOnly \\c[3]explosive measures\\c[0] might cause them to show any weaknesses.",
                "text": "Une variante plus relaxée du \\c[3]\\v[combat.name.heat/drillertoise]\\c[0], qui se trouve exclusivement dans des grottes. Ils sont habituellement indéplaçables et ne réagissent aux menaces que en envoyant des \\c[3]ondes de chocs\\c[0] bien en sécurité dans leur coquille.\nSeules des \\c[3]mesures explosives\\c[0] peuvent éventuellement montrer leur point faible."
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/Init/0/thenStep/0/text": {
                "orig": "<INIT>",
                "text": "<INIT>"
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/Attack_Stab_Triple/7/text": {
                "orig": "\"En garde!\"",
                "text": "\"En garde !\""
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/Blindside/4/text": {
                "orig": "\"Too easy!\"",
                "text": "\"Trop facile !\""
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/Blindside/33/hit/0/thenStep/0/text": {
                "orig": "<HIT>",
                "text": "<TOUCHÉ>"
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/Blindside/33/missed/0/thenStep/0/text": {
                "orig": "<MISS>",
                "text": "<RATÉ>"
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/HealSandwich/3/thenStep/0/thenStep/0/thenStep/0/text": {
                "orig": "<RETREAT>",
                "text": "<RETRAITE>"
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/HealSandwich/8/thenStep/0/text": {
                "orig": "[Eating] #\\v[entity.attrib.sandwichUse]",
                "text": "[Mange] #\\v[entity.attrib.sandwichUse]"
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/HealSandwich/8/elseStep/0/text": {
                "orig": "[Eating]",
                "text": "[Mange]"
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/HealCancel/2/text": {
                "orig": "\"My sandwich! You'll pay!\"",
                "text": "\"Mon sandwich ! Tu va me le payer !\""
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/summonTurrets/3/thenStep/0/thenStep/0/text": {
                "orig": "<RETREAT>",
                "text": "<RETRAITE>"
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/summonTurrets/5/thenStep/0/text": {
                "orig": "<TURRETS>",
                "text": "<TOURELLES>"
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/summonTurrets/10/text": {
                "orig": "[Getting Reinforcements]",
                "text": "[Obtention de Renforts]"
        },
        "enemies/heat/special/guard-hostile-mustache.json/actions/MakeWay/4/thenStep/0/text": {
                "orig": "<MAKE WAY>",
                "text": "<FAIRE PLACE>"
        },
        "enemies/heat/special/guard-hostile-mustache.json/meta/species": {
                "orig": "Human Guard",
                "text": "Garde Humain"
        },
        "enemies/heat/special/guard-hostile-mustache.json/meta/descriptions/0/text": {
                "orig": "A corrupt guard that holds no respect for the Shad that are native on Shadoon. Did formerly hold a respectable position in the \\c[3]Maroon Baki Guard\\c[0], before his crimes were uncovered.\n\nWhile his sense of justice is warped, he is still a very capable fighter. He wields the standard issue \\c[3]Laserlance\\c[0] of the guards with great skill and always carries a few of \\c[3]his favorite sandwiches\\c[0], in case the battle tires him.",
                "text": "Un garde corrompu qui n'a aucun respect pour les Shads qui sont les natifs de Shadoon. Il avait autrefois une position respectable dans la \\c[3]\\v[lore.title.faction-cold-baki]\\c[0] avant que ses crimes ne soient découverts.\n\nBien que son sentiment de justice soit un peu de travers, il reste un combattant assez doué. Il manie l'équipement standard des gardes, la \\c[3]Laserlance\\c[0], avec une grande dextérité et possède toujours sur lui quelques de ses sandwichs favoris au cas où le combat l'épuise."
        },
        "enemies/heat/special/kamikatze-helper.json/actions/Activate/1/text": {
                "orig": "Activated... loading Bomb!",
                "text": "Activé... chargement Bombe !"
        },
        "enemies/heat/special/kamikatze-helper.json/actions/ShootBomb/19/text": {
                "orig": "Reloading Bomb!",
                "text": "Rechargement Bombe !"
        },
        "enemies/heat/special/kamikatze-helper.json/actions/PlayerFocusFace/1/thenStep/0/text": {
                "orig": "<FOCUS ME, SENPAI!>",
                "text": "<CIBLE MOI, SENPAI !>"
        },
        "enemies/heat/special/kamikatze-helper.json/actions/MakeWay/8/thenStep/0/text": {
                "orig": "<OUTTA WAY>",
                "text": "<CASSOS DU CHEMIN>"
        },
        "enemies/heat/special/kamikatze-helper.json/actions/sceneReset/4/thenStep/0/text": {
                "orig": "<SCENE RESET>",
                "text": "<RAZ SCÈNE>"
        },
        "enemies/heat/special/kamikatze-helper.json/meta/species": {
                "orig": "Mine Robot",
                "text": "Robot Minier"
        },
        "enemies/heat/special/sand-moth-1.json/proxies/laserHoming/action/10/thenStep/2/thenStep/0/text": {
                "orig": "(1)",
                "text": "(1)"
        },
        "enemies/heat/special/sand-moth-1.json/proxies/laserHoming/action/10/elseStep/0/thenStep/2/thenStep/0/text": {
                "orig": "(2)",
                "text": "(2)"
        },
        "enemies/heat/special/sand-moth-1.json/proxies/laserHoming/action/10/elseStep/0/elseStep/2/thenStep/0/text": {
                "orig": "(3)",
                "text": "(3)"
        },
        "enemies/heat/special/sand-moth-1.json/meta/species": {
                "orig": "Sandloving Moth",
                "text": "Mite Amoureuse du Sable"
        },
        "enemies/heat/special/sand-moth-1.json/meta/descriptions/0/text": {
                "orig": "An ancient variant of the common \\v[combat.name.heat/moth] that feels right at home within very dry rooms. It is extremely fond of sand, preferring the coarse and rough feeling to textures that might be more soft and smooth.\n\nIt's extremely agile and will dodge all attacks thrown at it unless distracted by firing it's powerful guided laserbeam.\nIt might, however be somewhat easily confused by targets that quickly vanish from it's line of sight.",
                "text": "Une variante ancienne de la \\v[combat.name.heat/moth] commune qui se sent chez elle à l'intérieur de salles très sèches. Il est très amoureux du sable, préférant cette sensation rugueuse et brute à des textures plus douces et lisses.\n\nIl est extrêmement agile et va éviter toutes les attaques qu'on lui porte, sauf s'il est distrait lorsqu'il tire son rayon laser guidé.\nIl sera potentiellement facilement confus par des cibles qui disparaissent rapidement de son champ de vision."
        },
        "enemies/heat/special/sandman-1.json/meta/species": {
                "orig": "Sandman King",
                "text": "Roi des Hommes-Sables"
        },
        "enemies/heat/special/sandman-1.json/meta/descriptions/0/text": {
                "orig": "Piles of sand, presumably animated by the spirit of what was once an Ancient leader of sort.\n\nIt spends its eternal life guarding mysterious treasure in dray areas.",
                "text": "Un tas de sable, qui est probablement animé par un esprit mystérieux de ce qui était probablement une sorte de Roi des Anciens.\n\nIl passe toute sa vie à garder des trésors mystérieux dans des coins secs."
        },
        "enemies/heat/special/volturbine-cave.json/actions/AirSurfaceShot/7/text": {
                "orig": "[heated wing noises]",
                "text": "[bruits d'ailes chauffées]"
        },
        "enemies/heat/special/volturbine-cave.json/actions/moveFlame/1/thenStep/0/text": {
                "orig": "<FIRE REGEN>",
                "text": "<RÉGÉN FEU>"
        },
        "enemies/heat/special/volturbine-cave.json/actions/moveFlame/7/thenStep/2/text": {
                "orig": "[absorbing heat]",
                "text": "[absorption chaleur]"
        },
        "enemies/heat/special/volturbine-cave.json/actions/flameRegen/2/thenStep/0/text": {
                "orig": "<REGEN>",
                "text": "<RÉGÉN>"
        },
        "enemies/heat/special/volturbine-cave.json/meta/species": {
                "orig": "Flaming Bird",
                "text": "Oiseau Enflammé"
        },
        "enemies/heat/special/volturbine-cave.json/meta/descriptions/0/text": {
                "orig": "A stronger variant of the more common \\c[3]\\v[combat.name.heat/volturbine]\\c[0], these fiery birds are usually found underground, protecting holy places of the Ancients.\nIn addition to the usual abilities of their species they can \\c[3]shoot explosive air-to-ground missiles\\c[0] and also \\c[3]use flames to regenerate\\c[0].",
                "text": "Une variante plus puissante du plus commun \\c[3]\\v[combat.name.heat/volturbine]\\c[0], ces oiseaux enragés se trouvent habituellement sous terre, en train de protéger des lieux sacrés des Anciens.\nEn plus des capacités habituelles de leur espèce, ils peuvent \\c[3]tirer des missiles air-sol\\c[0] et \\c[3]utiliser les flammes pour se régénérer\\c[0]."
        },
        "enemies/jungle/algorithm.json/proxies/healing/action/3/thenStep/0/text": {
                "orig": "Revive",
                "text": "Résurrection"
        },
        "enemies/jungle/algorithm.json/proxies/healing/action/3/thenStep/2/thenStep/0/text": {
                "orig": "Revive (retry)",
                "text": "Résurrection (encore)"
        },
        "enemies/jungle/algorithm.json/actions/StartRegen/3/text": {
                "orig": "Regen",
                "text": "Régén"
        },
        "enemies/jungle/algorithm.json/meta/species": {
                "orig": "Ancient Debugger",
                "text": "Ancien Débogueur"
        },
        "enemies/jungle/algorithm.json/meta/descriptions/0/text": {
                "orig": "This strange device is a physical representation of the track's debugging process. Each node a step in the call stack. A malfunction made it hostile against everything but the true cause. It can spew flames, shoot bolts of lightning, shield other nodes or revive them depending on its element mode. It may also spawn \\c[3]\\v[combat.name.minibosses/shockcat-black]s\\c[0] which attack on sight. ",
                "text": "Cet appareil étrange est une représentation physique du processus de déboguage du Tracé. Chaque nœud est une étape dans la pile d'appel. Un mauvais fonctionnement le rend hostile envers tout sauf la cause principale du problème. Il peut lancer des flammes, tirer des éclairs d'énergie, protéger d'autres nœuds ou les ressusciter, en fonction de son élément. Il peut aussi faire apparaitre des \\c[3]\\v[combat.name.minibosses/shockcat-black]s\\c[0] qui attaquent à vue."
        },
        "enemies/jungle/ape-boss.json/bossLabel": {
                "orig": "Ape",
                "text": "Singe"
        },
        "enemies/jungle/ape-boss.json/actions/WhaleStablize/8/text": {
                "orig": "Stablizing",
                "text": "Stabilisation"
        },
        "enemies/jungle/ape-boss.json/meta/species": {
                "orig": "Handsome Ape",
                "text": "Singe Éminent"
        },
        "enemies/jungle/ape-boss.json/meta/descriptions/0/text": {
                "orig": "Born atop a mountain from a magic stone, this wise ape serves as the caretaker of both the \\c[3]\\c[3]\\v[area.tree-dng.name]\\c[0]\\c[0] and the \\c[3]\\v[combat.name.jungle/whale-boss]\\c[0]. He will test each Seeker to make sure only the worthy acquire the \\c[3]\\v[item.410.name]\\c[0]. He wields a long staff and flies around on a puffy little cloud. Although his job is to test Seekers, it seems he enjoys a good and honest fight.",
                "text": "Né sur le sommet d'une montagne à partir d'une pierre magique, ce singe savant sert de gardien à la fois du \\c[3]\\v[area.tree-dng.name]\\c[0] et du \\c[3]\\v[combat.name.jungle/whale-boss]\\c[0]. Il testera chaque \\v[lore.title.seeker] pour s'assurer que seul ceux qui sont dignes puisse acquérir le \\c[3]\\v[item.410.name]\\c[0]. Il manie un long bâton et vole sur un petit nuage douillet. Bien que son travail est de tester les \\v[lore.title.seeker]s, on dirait qu'il apprécie un beau combat honorable."
        },
        "enemies/jungle/blob-wave.json/meta/species": {
                "orig": "Gelatin Mass +",
                "text": "Masse Gélatineuse +"
        },
        "enemies/jungle/blob-wave.json/meta/descriptions/0/text": {
                "orig": "A stronger slime enemy? Really? Not really! Just like the \\v[combat.name.jungle/blob] the actual enemy is the light inside the mass. But the mass is harder and a bit darker which makes it stronger! Other than that it behaves exactly like its weaker kind, yep. ",
                "text": "Un blob plus fort ? Vraiment ? Pas vraiment ! Comme le \\v[combat.name.jungle/blob], le véritable ennemi est la lumière à l'intérieur de la masse. Mais la masse est plus dure et un peu plus sombre, ce qui le rend plus fort ! Sinon, il se comporte exactement comme son cousin plus faible, ouaip."
        },
        "enemies/jungle/blob.json/actions/QuestEscort-TargetEscortee/11/text": {
                "orig": "!!!",
                "text": "!!!"
        },
        "enemies/jungle/blob.json/actions/QuestEscort-ReTarget-UNUSED/1/thenStep/0/text": {
                "orig": "RETARGET",
                "text": "NOUVELLE CIBLE"
        },
        "enemies/jungle/blob.json/meta/species": {
                "orig": "Gelatin Mass ",
                "text": "Masse Gélatineuse"
        },
        "enemies/jungle/blob.json/meta/descriptions/0/text": {
                "orig": "Can't go without a slime enemy in an RPG, right? Well, this is not it! The actual core of this creature is a bright light inside the gelatin mass, totally different. \nDespite that it is pretty weak when fought alone and will not even attack if not startled. In larger groups however it can quickly overwhelm you with group attacks. Use Combat Arts to quickly dispatch them!",
                "text": "Ce n'est pas possible d'avoir un JDR sans un blob, hein ? Eh bien raté ! Le cœur de cette créature est en fait une lumière brillante à l'intérieur de la masse gélatineuse, donc c'est complètement différent.\nMalgré cela, il est assez faible quand on le combat seul et ne va pas même attaquer si on ne le surprend pas. Dans des groupes plus gros, ils peuvent vite vous submerger grâce à des attaques groupées. Utilisez des Arts de Combats pour vous en débarrasser rapidement !"
        },
        "enemies/jungle/blueray.json/meta/species": {
                "orig": "5th Dimension Fish",
                "text": "Poisson de la 5ième Dimension"
        },
        "enemies/jungle/blueray.json/meta/descriptions/0/text": {
                "orig": "This fish is capable of diving into any surface by moving into a higher dimension. The only thing alerting of its presence is the looming shadow. It will attack with various wave-elemental attacks while hiding below ground. The only way to lure it out is by using dischargers. They will be stunned for a short while from the shock, use this window to deal as much damage as you can.",
                "text": "Ce poisson est capable de plonger à travers n'importe quelle surface en se déplaçant dans une autre dimension. La seule chose qui l'alerte de sa présence est son ombre baladeuse. Il attaquera avec des attaques d'ondes variées pendant qu'il se cache sous le sol. Le seul moyen de le faire sortir est d'utiliser les déchargeurs. Ils seront étourdis pendant un court instant. Utilisez ce moment pour faire le plus de dégâts possibles."
        },
        "enemies/jungle/chicken.json/meta/species": {
                "orig": "Mechanical Robot Chicken",
                "text": "Robot Poule Mécanique"
        },
        "enemies/jungle/chicken.json/meta/descriptions/0/text": {
                "orig": "Ancient texts describe this bi-pedal robot as one of the first creatures created for the track itself. It strongly resembles a chicken and the fact that the Ancients resemble birds too begs the question: Is this what the ancestors of the Ancients looked like? Or is this just too meta?\nAnyway, make sure to use wave teleporters to escape their lightning fast shock attack. This leaves them mighty confused and open for some pummeling.",
                "text": "Des textes anciens décrivent ce robot bipède comme l'une des premières créatures créées par le tracé lui-même. Il ressemble beaucoup à un poulet et le fait que les Anciens ressemblent à des oiseaux pose la question : Est-ce que c'était à cela que les ancêtres des Anciens ressemblaient ? Ou est-ce que c'est trop méta ?\nEn tout cas, faites en sorte d'utiliser des téléportations d'ondes pour échapper à leurs attaques de foudre rapides comme l'éclair. Cela les laissera dans la confusion et les rendra disponibles pour quelques coups par-derrière !"
        },
        "enemies/jungle/fish-gear.json/meta/species": {
                "orig": "Running Fish",
                "text": "Poisson Coureur"
        },
        "enemies/jungle/fish-gear.json/meta/descriptions/0/text": {
                "orig": "This fish never skips leg day.",
                "text": "Ce poisson garde toujours la grande forme."
        },
        "enemies/jungle/fish.json/actions/QuestEscort-TargetEscortee/12/text": {
                "orig": "!!!",
                "text": "!!!"
        },
        "enemies/jungle/fish.json/meta/species": {
                "orig": "Floating Fish",
                "text": "Poisson Flottant"
        },
        "enemies/jungle/fish.json/meta/descriptions/0/text": {
                "orig": "Coming right at you from the deep, this angler fish found its way into the jungle and lives primarily in the rainy part of it. It mostly stays passive unless provoked in which case it will try to stay away and shoot wave projectiles at you. Shoot at it until it becomes mad and charges at you to release a large scream. Dodge it and melee attack it to break its guard.",
                "text": "Venant tout droit des profondeurs, cette baudroie a trouvé son chemin dans la jungle et vit principalement dans sa partie pluvieuse. Il reste souvent passif sauf lorsqu'on le provoque. Dans ce cas il reste à distance et vous bombarde de projectiles d'ondes qui vous suivent. Lancez-lui des boules jusqu'à qu'il s'énerve et qu'il vous charge pour vous lancer un grand cri. Esquivez-le, puis attaquez le au corps-à-corps pour briser sa garde."
        },
        "enemies/jungle/ghost.json/meta/species": {
                "orig": "Phantastical Being",
                "text": "Être Phantastique",
                "note": "what's this ph thing ?"
        },
        "enemies/jungle/ghost.json/meta/descriptions/0/text": {
                "orig": "Born from nightmares the \\v[combat.name.jungle/ghost] will use shock elemental attacks to quickly attack and dodge away, seemingly phasing through your attacks. After using its bolt attack it will cage itself in walls. Use compressed wave balls to stun it, which reveals the actual enemy: A cursed stone that feeds on the bad dreams of the Shad.",
                "text": "Tout droit sorti des cauchemars, l'\\v[combat.name.jungle/ghost] utilise des attaques élémentaires de choc pour attaquer rapidement et se replier, en semblant ignorer vos attaques. Après avoir utilisé son attaque éclair, il va s'entourer de murs de pierres. Utilisez des boules d'ondes compressées pour l'étourdir dans sa cage et révéler le véritable ennemi : Une pierre maudite qui se nourrit des mauvais rêves des Shads."
        },
        "enemies/jungle/heatbug.json/meta/species": {
                "orig": "Insect, Bug",
                "text": "Insecte, Termite"
        },
        "enemies/jungle/heatbug.json/meta/descriptions/0/text": {
                "orig": "A sub type of the \\v[combat.name.mine-coldbug]. Instead of combining powers to send a single bug against you, this variant creates a large fire cyclone. \nAgainst all instincts this enemy is very weak to Cold. So... kill it with ice!",
                "text": "Un sous-type des \\v[combat.name.mine-coldbug]s. Plutôt que de combiner leurs pouvoirs pour n'envoyer qu'un seul insecte contre vous, cette variante choisie de créer un large cyclone de feu.\nContre tout instinct, cet ennemi est vulnérable au Froid. Donc... Tuez-le avec de la glace !"
        },
        "enemies/jungle/octopus.json/meta/species": {
                "orig": "Just a Cube",
                "text": "Juste un Cube"
        },
        "enemies/jungle/octopus.json/meta/descriptions/0/text": {
                "orig": "This little cube shapes a mass of water into a body which roughly resembles an octopus. It enjoys long walks on the beach and spin-attacking its enemies and laughing about it. The only way to break its protective shell is using a magnet to disrupt the tension of the water surface. Science wins again!",
                "text": "Ce petit cube forme une masse d'eau en forme de pieuvre. Il aime les longues balades à la plage et rire de ses ennemis après les avoir attaqués avec une attaque pirouette. Le seul moyen de briser sa coquille d'eau est d'utiliser le pouvoir d'un aimant pour rompre la tension de surface de l'eau. Un point de plus pour la science !"
        },
        "enemies/jungle/parrot.json/meta/species": {
                "orig": "Trigger-Happy Bird",
                "text": "Oiseau à Gâchette Facile"
        },
        "enemies/jungle/parrot.json/meta/descriptions/0/text": {
                "orig": "This slick looking parrot is the coolest bird in the jungle and not to be crossed. It uses other creatures to do favors for them in exchange for protection. What kind of protection? Well, next to spitting huge nuts at you from a distance it also carries a Gatling-Gun. A Gatling that will shoot sharp darts at you. Find cover or block them and close the gap to stun it!",
                "text": "Ce perroquet trop canon est le plus cool des oiseaux de la jungle et il faut mieux ne pas croiser son regard. Il utilise les autres créatures pour lui faire des faveurs en échange de sa protection. Et quel genre de protection. Bon, en plus de vous cracher des noix géantes, ils portent aussi une Gatling Gun qui tire des dards pointus. Mettez-vous à l'abri ou bloquez-les puis rapprochez-vous pour lui donner une bonne leçon !"
        },
        "enemies/jungle/plant.json/meta/species": {
                "orig": "Water-Controlled Plant",
                "text": "Plante Contrôlée par l'Eau"
        },
        "enemies/jungle/plant.json/meta/descriptions/0/text": {
                "orig": "Believe it or not this plant is controlled by sentient water. Researchers believe that NANO-MACHINES have concentrated into a puddle of water which jumped to a plant to form this being. It may look vicious but will only attack when provoked. Using the embedded NANO-MACHINES it can use wave teleportation to trick its enemies and attack from behind. ",
                "text": "Croyez-le ou non : cette plante est contrôlée par de l'eau vivante. Les chercheurs pensent que des NANO-MACHINES se sont concentrée en un tas d'eau qui a sauté vers une plante pour former cet être. Elles peuvent avoir l'air vicieuses, mais elles n'attaqueront que si on les provoque. En utilisant ses NANO-MACHINES intégrées, elle peut se téléporter via des ondes pour feinter ses ennemis et attaquer par-derrière."
        },
        "enemies/jungle/powerplant.json/meta/species": {
                "orig": "Plant with mysterious Intentions",
                "text": "Plante avec des Intentions Mystérieuses"
        },
        "enemies/jungle/powerplant.json/meta/descriptions/0/text": {
                "orig": "Once bullied in tree school for being a flower this plant swore to get revenge on the trees by training every day to become the strongest plant the jungle has ever seen.  But time went on and it got a job at the local temple to test Seekers instead. \nNowadays it uses its strength to hurl itself onto Seekers or punches them with its bulky fists.",
                "text": "Autrefois persécutée à l'école parce que c'était une fleur, cette plante a juré de prendre sa revanche sur les arbres en s'entrainant jours après jours pour devenir la plante la plus forte que la jungle n'ait jamais connue. Mais le temps passa et elle obtint un travail au temple du coin pour tester les \\v[lore.title.seeker]s à la place.\nMaintenant elle utilise sa force pour se projeter sur les \\v[lore.title.seeker]s ou les boxer avec ses poings énormes."
        },
        "enemies/jungle/pumpkin.json/meta/species": {
                "orig": "Fiery Enchanted Pumpkin",
                "text": "Citrouille au Feu Ardent",
                "note": "de: feu renforcé, en: ardent enchanté"
        },
        "enemies/jungle/pumpkin.json/meta/descriptions/0/text": {
                "orig": "When it's dark and spooky out in the night, the blazing pumpkin will come and eat you alive. \nOne wrong step, one loud noise, be afraid of the pumpkin in the night.",
                "text": "Lorsque la nuit est sombre et angoissante, vient la citrouille enflammée qui vient vous manger tout cru.\nUn mauvais pas, un mauvais bruit, soyez effrayé par la citrouille dans la nuit."
        },
        "enemies/jungle/shockboss.json/meta/species": {
                "orig": "Phantastical Being",
                "text": "Être Phantastique"
        },
        "enemies/jungle/shockboss.json/meta/descriptions/0/text": {
                "orig": "This cursed stone contains the soul of a once great Ancient. It mastered the shock element and can use it in all kinds of manners to disorient and overwhelm its enemies. Similar to the \\v[combat.name.jungle/ghost] it will cage itself to rain down lightning strikes upon its enemies. Use this window to shoot a compressed wave ball at it and break the curse!",
                "text": "Cette pierre maudite contient l'esprit d'un feu grand Ancien. Il a maitrisé l'élément choc et peut l'utiliser de toutes sortes de manière pour désorienter son ennemi et le submerger. Comme pour l'\\v[combat.name.jungle/ghost], il va s'enfermer dans une cage pour faire pleuvoir la foudre sur ses ennemis. Utilisez ce moment pour tirer une boule d'onde compressée sur lui et briser la malédiction !"
        },
        "enemies/jungle/shockcat.json/actions/AttackSnowman/5/thenStep/0/text": {
                "orig": "(ATK SNOWMAN)",
                "text": "(ATQ BONHOMME NEIGE)"
        },
        "enemies/jungle/shockcat.json/actions/AdjustSnowman/2/thenStep/0/text": {
                "orig": "(ADJUST SNOWMAN)",
                "text": "(AJUSTEMENT BONHOMME NEIGE)"
        },
        "enemies/jungle/shockcat.json/actions/AirconHit/6/thenStep/0/text": {
                "orig": "(AIRCON)",
                "text": "(CLIM)"
        },
        "enemies/jungle/shockcat.json/actions/AirconHitWeak/2/thenStep/0/text": {
                "orig": "(AIRCON)",
                "text": "(CLIM)"
        },
        "enemies/jungle/shockcat.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/jungle/shockcat.json/meta/descriptions/0/text": {
                "orig": "How do you have this report? How could you defeat 10 of these fluffy but arguably shocking kitties? All they wanted is to be petted. I hope they left you with some cat scratches!",
                "text": "Comment cela se fait que vous ayez ce rapport ? Comment avez-vous pu vaincre 10 de ces chatons touffus mais un peu choquants ? Tout ce qu'ils voulaient c'est d'être caressés. J'espère que vous vous en êtes sortis avec plein de griffures !"
        },
        "enemies/jungle/sloth.json/meta/species": {
                "orig": "Large Mammal",
                "text": "Gros Mammifère"
        },
        "enemies/jungle/sloth.json/meta/descriptions/0/text": {
                "orig": "The embodiment of laziness itself. This huge sloth is a friendly fella, mostly moving around on its stomach and eating plants or mushrooms. If provoked it will stand on its feet to attack with a huge swing or spin extremely fast and dash at its aggressors. This attack can be counter blocked but it is very risky.",
                "text": "La personnification de la paresse. Ce paresseux énorme est un type sympa, qui se déplace lentement sur son estomac et qui mange des plantes et des champignons. Si on le provoque, il se dressera sur ses pieds pour attaquer avec un swing énorme ou va tournoyer extrêmement vite et se jeter sur ses agresseurs. Cette attaque peut-être contrecarrée mais cela est très risqué."
        },
        "enemies/jungle/waveboss.json/meta/species": {
                "orig": "Starfish",
                "text": "Étoile de Mer"
        },
        "enemies/jungle/waveboss.json/meta/descriptions/0/text": {
                "orig": "This starfish is the leader of both the \\v[combat.name.jungle/blob] and the \\v[combat.name.jungle/blob-wave]. It can enter a strange synthesis with them to create a large mass that is almost impenetrable. Only by using compressed shock balls can the bond be broken.",
                "text": "Cette étoile de mer est le chef des \\v[combat.name.jungle/blob]s et des \\v[combat.name.jungle/blob-wave]s. Il peut entrer dans une synthèse étrange avec eux pour créer une large masse qui est presque impénétrable. Seule une boule de choc compressée peut briser ce manteau."
        },
        "enemies/jungle/whale-boss.json/bossLabel": {
                "orig": "Whale",
                "text": "Baleine"
        },
        "enemies/jungle/whale-boss.json/meta/species": {
                "orig": "Wisdom Bringer",
                "text": "Rapporteur de Sagesse"
        },
        "enemies/jungle/whale-boss.json/meta/descriptions/0/text": {
                "orig": "Enlightened and aloof, this wise whale is the true guardian of the \\c[3]\\v[area.tree-dng.name]\\c[0]. Together with the \\v[combat.name.jungle/ape-boss] it will combine wave and shock elemental attacks to test a Seeker. Shock balls will stun it, forcing the ape to try and heal it. Who you attack is your choice...",
                "text": "Modeste et éclairé, cette baleine savante est le véritable gardien du \\c[3]\\v[area.tree-dng.name]\\c[0]. Avec le \\v[combat.name.jungle/ape-boss] elle combinera des attaques élémentaires d'ondes et de choc pour tester un \\v[lore.title.seeker]. Des boules de choc vont l'étourdir, forçant le singe à essayer de la soigner. Qui vous allez attaquer reste votre choix."
        },
        "enemies/jungle/special/aircon.json/actions/heatHitDeactivate/10/text": {
                "orig": "[Deactivate]",
                "text": "[Désactivation]"
        },
        "enemies/jungle/special/aircon.json/actions/coldHitActivate/10/text": {
                "orig": "[Activate]",
                "text": "[Activation]"
        },
        "enemies/jungle/special/aircon.json/actions/ColdWave/1/text": {
                "orig": "[Releasing Cold]",
                "text": "[Libération Froid]"
        },
        "enemies/jungle/special/aircon.json/meta/species": {
                "orig": "Machinery",
                "text": "Machinerie"
        },
        "enemies/jungle/special/guard.json/meta/species": {
                "orig": "Underpayed Guard",
                "text": "Garde Sous-payé"
        },
        "enemies/jungle/special/guard.json/meta/descriptions/0/text": {
                "orig": "A guard patrolling the route used by the \\c[3]Calzone Family\\c[0] to smuggle mushrooms from the infested area to \\c[3]Basin Keep\\c[0]. Their job is to walk the corridors of the cave system and check for any suspicious entities, all day.",
                "text": "Un garde patrouillant la route utilisée par la \\c[3]Famille Calzone\\c[0] pour leur trafic de champignons de la zone infestée vers le \\c[3]\\v[area.jungle-city.name]\\c[0]. Leur travail est de marcher le long des couloirs du complexe de caves et d'arrêter toute personne suspecte. À longueur de journée."
        },
        "enemies/jungle/special/heater.json/actions/waveHitTeleport/9/text": {
                "orig": "[Teleporting]",
                "text": "[Téléportation]"
        },
        "enemies/jungle/special/heater.json/actions/cooldownStart/1/text": {
                "orig": "[Overheated]",
                "text": "[Surchauffe]"
        },
        "enemies/jungle/special/heater.json/actions/reactivate/1/text": {
                "orig": "[Reactivated]",
                "text": "[Réactivé]"
        },
        "enemies/jungle/special/heater.json/actions/Freezing/4/thenStep/0/text": {
                "orig": "(Frozen)",
                "text": "(Gelé)"
        },
        "enemies/jungle/special/heater.json/meta/species": {
                "orig": "Machinery",
                "text": "Machinerie"
        },
        "enemies/jungle/special/hostage-1.json/actions/HostageHit/4/text": {
                "orig": "[HOSTAGE UNCONSCIOUS!!]",
                "text": "[OTAGE INCONSCIENT !!]"
        },
        "enemies/jungle/special/hostage-1.json/actions/HostageFree/4/text": {
                "orig": "[ESCAPE!]",
                "text": "[FUITE !]"
        },
        "enemies/jungle/special/hostage-1.json/meta/species": {
                "orig": "Hostage",
                "text": "Otage"
        },
        "enemies/jungle/special/hostage-1.json/meta/descriptions/0/text": {
                "orig": "A hostage. Not the best position to be in.",
                "text": "Un otage. Ce n'est pas vraiment la meilleure situation."
        },
        "enemies/jungle/special/iceWall.json/meta/species": {
                "orig": "Shaped Frozen Water",
                "text": "Formation d'Eau Gelée"
        },
        "enemies/jungle/special/npc-escortee-greeny.json/actions/EscortMovePoint/0/thenStep/0/text": {
                "orig": "[MOVE]",
                "text": "[DÉPLACEMENT]"
        },
        "enemies/jungle/special/npc-escortee-greeny.json/actions/EscortInspect/0/thenStep/0/text": {
                "orig": "[Inspect]",
                "text": "[Inspection]"
        },
        "enemies/jungle/special/npc-escortee-greeny.json/actions/EscortHit/1/text": {
                "orig": "[DANGER!]",
                "text": "[DANGER !]"
        },
        "enemies/jungle/special/npc-escortee-greeny.json/actions/EscortDead/1/text": {
                "orig": "[Linde is unconscious!]",
                "text": "[Linde est inconsciente !]"
        },
        "enemies/jungle/special/npc-escortee-greeny.json/meta/species": {
                "orig": "Escortee",
                "text": "Escortée"
        },
        "enemies/jungle/special/npc-escortee-greeny.json/meta/descriptions/0/text": {
                "orig": "A person that wants to be escorted, to not get mugged.",
                "text": "Une personne qui voudrait bien être escortée, pour ne pas se faire agresser."
        },
        "enemies/jungle/special/parrot-gangster-1.json/actions/GangsterShootCover/15/text": {
                "orig": "[Shooting...]",
                "text": "[Tir...]"
        },
        "enemies/jungle/special/parrot-gangster-1.json/actions/GangsterReactCharged/7/text": {
                "orig": "[Lost control!]",
                "text": "[Perdu Contrôle !]"
        },
        "enemies/jungle/special/parrot-gangster-1.json/actions/GangsterWarning/1/text": {
                "orig": "[WARNING BIRDNOISES!]",
                "text": "[CRIS D'OISEAU D'AVERTISSEMENT !]"
        },
        "enemies/jungle/special/parrot-gangster-1.json/actions/GangsterShootHostage/0/text": {
                "orig": "[Shooting Hostage...]",
                "text": "[Exécution Otage...]"
        },
        "enemies/jungle/special/parrot-gangster-1.json/actions/OLD_GangsterReactCharged/6/text": {
                "orig": "[Hit to free hostage!]",
                "text": "[Touchez pour libérer l'otage !]"
        },
        "enemies/jungle/special/parrot-gangster-1.json/meta/species": {
                "orig": "Lawless Bird",
                "text": "Oiseau Hors La Loi"
        },
        "enemies/jungle/special/parrot-gangster-1.json/meta/descriptions/0/text": {
                "orig": "Slightly more civilized and refined variants of the regular \\c[3]\\v[combat.name.jungle/parrot]s\\c[0] that are found in the wild, these winged criminals are the untested, bottom-rung henchbirds of a powerful criminal syndicate that plagues \\c[3]\\v[area.jungle-city.name]\\c[0].\nThey're usually responsible for swiftly storming buildings from the air to perform robberies or \\c[3]take hostages\\c[0]. Such missions are usually an opportunity to prove themselves, but untested as they are, the right words might just sway them.",
                "text": "Une variante plus civilisée et raffinée des \\c[3]\\v[combat.name.jungle/parrot]s\\c[0] normaux qui se trouvent dans la nature, ces criminels ailés sont les pions de base non encore rodés d'un puissant syndicat criminel qui terrorise le \\c[3]\\v[area.jungle-city.name]\\c[0].\nIls sont habituellement responsables de cambriolages et de \\c[3]prises d'otages\\c[0]. Ce genre de missions sont une opportunité pour eux de se prouver aux autres, mais n'étant pas si rodés que ça, les bons mots peuvent peut-être leur faire changer d'avis."
        },
        "enemies/jungle/special/parrot-gangster-2.json/actions/Init/0/thenStep/0/text": {
                "orig": "\\v[entity.name]",
                "text": "\\v[entity.name]"
        },
        "enemies/jungle/special/parrot-gangster-2.json/actions/GangsterShootCover/15/text": {
                "orig": "[Shooting...]",
                "text": "[Tir...]"
        },
        "enemies/jungle/special/parrot-gangster-2.json/actions/GangsterReactCharged/7/text": {
                "orig": "[Lost control!]",
                "text": "[Perdu Contrôle !]"
        },
        "enemies/jungle/special/parrot-gangster-2.json/actions/GangsterWarning/1/text": {
                "orig": "[WARNING BIRDNOISES!]",
                "text": "[CRIS D'OISEAU D'AVERTISSEMENT !]"
        },
        "enemies/jungle/special/parrot-gangster-2.json/actions/GangsterShootHostage/0/text": {
                "orig": "[Shooting Hostage...]",
                "text": "[Exécution Otage...]"
        },
        "enemies/jungle/special/parrot-gangster-2.json/actions/GangsterRetreat/2/text": {
                "orig": "RETREATING",
                "text": "RETRAITE"
        },
        "enemies/jungle/special/parrot-gangster-2.json/actions/OLD_GangsterReactCharged/6/text": {
                "orig": "[Hit to free hostage!]",
                "text": "[Touchez pour libérer l'otage !]"
        },
        "enemies/jungle/special/parrot-gangster-2.json/meta/species": {
                "orig": "Lawless Bird",
                "text": "Oiseau Hors La Loi"
        },
        "enemies/jungle/special/parrot-gangster-2.json/meta/descriptions/0/text": {
                "orig": "Slightly more civilized and refined variants of the regular Papaguns that are found in the wild, these winged criminals are the common footsoldiers of a powerful criminal syndicate that plagues \\v[area.jungle-city.name].\nThey are usually responsible for organized robberies, guard duty and moving stolen goods.",
                "text": "Une variante un peu plus civilisée et raffinée des \\c[3]\\v[combat.name.jungle/parrot]s\\c[0] normaux qui se trouvent dans la nature, ces criminels ailés sont les petits soldats d'un puissant syndicat criminel qui terrorise le \\c[3]\\v[area.jungle-city.name]\\c[0].\nIls sont habituellement responsables de cambriolages, de \\c[3]prises d'otages\\c[0] et pour transporter des biens volés."
        },
        "enemies/jungle/special/plant-hidden-shock.json/actions/init/0/thenStep/0/text": {
                "orig": "[Charging Power]",
                "text": "[Chargement Pouvoir]"
        },
        "enemies/jungle/special/plant-hidden-shock.json/actions/init/0/thenStep/1/text": {
                "orig": "[Shield neutralized]",
                "text": "[Bouclier neutralisé]"
        },
        "enemies/jungle/special/plant-hidden-shock.json/actions/init/0/thenStep/2/text": {
                "orig": "[Restore Shield]",
                "text": "[Restauration Bouclier]"
        },
        "enemies/jungle/special/plant-hidden-shock.json/actions/init/0/thenStep/3/text": {
                "orig": "[Restored Shield]",
                "text": "[Bouclier Restauré]"
        },
        "enemies/jungle/special/plant-hidden-shock.json/actions/ShockRecharge/0/text": {
                "orig": "[Restored Shield]",
                "text": "[Bouclier Restauré]"
        },
        "enemies/jungle/special/plant-hidden-shock.json/actions/StartFullShield/0/text": {
                "orig": "[Restored Shield]",
                "text": "[Bouclier Restauré]"
        },
        "enemies/jungle/special/plant-hidden-shock.json/actions/EndFullShield/9/text": {
                "orig": "[Shield neutralized!]",
                "text": "[Bouclier neutralisé !]"
        },
        "enemies/jungle/special/plant-hidden-shock.json/meta/species": {
                "orig": "Water-Polluting Plant",
                "text": "Plante Pollueuse d'Eau"
        },
        "enemies/jungle/special/plant-hidden-shock.json/meta/descriptions/0/text": {
                "orig": "A \\v[combat.name.jungle/plant] that somehow got infected and now radiates \\c[3]Shock-energy\\c[0]. Said energy empowers it's attack and also creates an almost impenetrable shield that can only be neutralized with an opposing element.\nIt seems like the infection spreads between its NANO-MACHINES, which also explains why they are polluting the water.",
                "text": "Une \\v[combat.name.jungle/plant] qui semble avoir été infectée et qui radie maintenant de l'\\c[3]Énergie Choc\\c[0]. Cette énergie renforce ses attaques et crée un bouclier presque impénétrable qui ne peut être neutralisé que via un élément opposé.\nOn dirait que cette infection se propage entre ses NANO-MACHINES, ce qui explique aussi pourquoi elles polluent les eaux."
        },
        "enemies/jungle/special/powerplant-quest-1.json/actions/CenterSuperJump/5/thenStep/0/text": {
                "orig": "SUPER",
                "text": "SUPER"
        },
        "enemies/jungle/special/powerplant-quest-1.json/meta/species": {
                "orig": "Floral Infector",
                "text": "Infecteur Floral"
        },
        "enemies/jungle/special/powerplant-quest-1.json/meta/descriptions/0/text": {
                "orig": "A \\v[combat.name.jungle/powerplant] that seems to radiate an extraordinary excess of power, unusual even for its kind.\nInvestigation suggests that, in a desire to further improve the buffness of its well-toned roots, it turned to dangerous substances that were meant to power experimental generators. Its body and mind were not able to handle it, so it became a danger to itself and others.\nIt will serve as a reminder that improving one's body, no matter if root or flesh, should always be done responsibly!",
                "text": "Une \\v[combat.name.jungle/powerplant] qui semble emmètre une quantité importante d'excès d'énergie, ce qui est inhabituel pour son espèce.\nLes enquêtes suggèrent que, son désir d'améliorer encore sa musculature de ses racines, elle expérimenta des substances dangereuses qui étaient prévues pour alimenter des générateurs. Son corps et son esprit n'ont pas été capable de le supporter, et maintenant elle est un danger pour elle-même et pour les autres.\nElle sert comme rappel que s'améliorer soi-même, peu importe que ce soit ses racines ou son corps, doit être fait de manière responsable !"
        },
        "enemies/jungle/special/quest_td_blob_1.json/actions/Init/0/thenStep/3/thenStep/0/text": {
                "orig": "Left side incoming!",
                "text": "Arrivage Côté Gauche !"
        },
        "enemies/jungle/special/quest_td_blob_1.json/actions/Init/0/thenStep/4/thenStep/0/text": {
                "orig": "Right side incoming!",
                "text": "Arrivage Côté Droit !"
        },
        "enemies/jungle/special/quest_td_blob_1.json/actions/Init/0/elseStep/1/text": {
                "orig": "Incoming!",
                "text": "Ils Arrivent !"
        },
        "enemies/jungle/special/quest_td_blob_1.json/actions/Init/3/thenStep/0/text": {
                "orig": "(SPAWN \\v[entity.name], \\v[entity.attrib.stdSpeed] Speed)",
                "text": "(APPARITION \\v[entity.name], Vitesse \\v[entity.attrib.stdSpeed])"
        },
        "enemies/jungle/special/quest_td_blob_1.json/actions/TDReachGoal/0/text": {
                "orig": "[INFILTRATION!]",
                "text": "[INFILTRATION !]"
        },
        "enemies/jungle/special/quest_td_blob_1.json/actions/TDAlert/1/thenStep/2/thenStep/1/thenStep/0/text": {
                "orig": "[WAVE REACHED LEFT DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES À GAUCHE !]"
        },
        "enemies/jungle/special/quest_td_blob_1.json/actions/TDAlert/1/thenStep/2/thenStep/2/thenStep/0/text": {
                "orig": "[WAVE REACHED RIGHT DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES À DROITE !]"
        },
        "enemies/jungle/special/quest_td_blob_1.json/actions/TDAlert/1/elseStep/0/thenStep/1/text": {
                "orig": "[WAVE REACHED DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES !]"
        },
        "enemies/jungle/special/quest_td_blob_1.json/actions/TDWarning/0/text": {
                "orig": "[DANGER!]",
                "text": "[DANGER !]"
        },
        "enemies/jungle/special/quest_td_blob_1.json/actions/StartFullShield/0/thenStep/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/jungle/special/quest_td_blob_1.json/actions/EndFullShield/1/text": {
                "orig": "[Shield neutralized!]",
                "text": "[Bouclier neutralisé !]"
        },
        "enemies/jungle/special/quest_td_blob_1.json/meta/species": {
                "orig": "Gelatin Mass ",
                "text": "Masse Gélatineuse"
        },
        "enemies/jungle/special/quest_td_blob_1.json/meta/descriptions/0/text": {
                "orig": "A close relative to the regular \\c[3]\\v[combat.name.jungle/blob]\\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect.\nSince it is more prone to traverse on strict paths, one might think of it as very inflexible. It is, however, just as wobbly as its overworldly relative.",
                "text": "Un cousin proche du \\c[3]\\v[combat.name.jungle/blob]\\c[0] normal, ce spécimen préfère vivre sous la terre. Ils ont habituellement une forte connexion aux points intensifs de pouvoir des Anciens qu'ils protègent avec ardeur.\nVu qu'ils semblent plus se diriger que sur un chemin strict, on pourrait penser qu'ils sont très inflexibles. Pourtant, ils sont tous aussi mous à l'intérieur que leurs cousins vivant à l'extérieur."
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/Init/2/thenStep/3/thenStep/0/text": {
                "orig": "Left side incoming!",
                "text": "Arrivage Côté Gauche !"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/Init/2/thenStep/4/thenStep/0/text": {
                "orig": "Right side incoming!",
                "text": "Arrivage Côté Droit !"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/Init/2/elseStep/1/text": {
                "orig": "Incoming!",
                "text": "Ils Arrivent !"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/Init/6/thenStep/0/text": {
                "orig": "(SPAWN \\v[entity.name], \\v[entity.attrib.stdSpeed] Speed)",
                "text": "(APPARITION \\v[entity.name], Vitesse \\v[entity.attrib.stdSpeed])"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/TDReachGoal/0/text": {
                "orig": "[INFILTRATION!]",
                "text": "[INFILTRATION !]"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/TDAlert/1/thenStep/2/thenStep/1/thenStep/0/text": {
                "orig": "[WAVE REACHED LEFT DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES À GAUCHE !]"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/TDAlert/1/thenStep/2/thenStep/2/thenStep/0/text": {
                "orig": "[WAVE REACHED RIGHT DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES À DROITE !]"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/TDAlert/1/elseStep/0/thenStep/1/text": {
                "orig": "[WAVE REACHED DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES !]"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/TDWarning/0/text": {
                "orig": "[DANGER!]",
                "text": "[DANGER !]"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/TDDash/4/thenStep/0/text": {
                "orig": "(CORNER)",
                "text": "(COIN)"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/TDDash/9/thenStep/33/thenStep/3/text": {
                "orig": "[Recover Shield...]",
                "text": "[Rétablissement Bouclier...]"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/TDStun/15/text": {
                "orig": "[Shield down & Stunned]",
                "text": "[Bouclier Brisé & Assommé]"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/StartFullShield/0/thenStep/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/StartFullShield/1/thenStep/0/text": {
                "orig": "[Regain Shield]",
                "text": "[Récupération Bouclier]"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/EndFullShield/0/thenStep/1/text": {
                "orig": "[Shield neutralized!]",
                "text": "[Bouclier neutralisé !]"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/EndFullShieldDizzy/1/text": {
                "orig": "[Shield neutralized!]",
                "text": "[Bouclier neutralisé !]"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/actions/TEST/0/text": {
                "orig": "WALKING",
                "text": "MARCHE"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/jungle/special/quest_td_buffel_1.json/meta/descriptions/0/text": {
                "orig": "A close relative to the regular \\c[3]Teslabovine\\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect.\nThough it is currently unknown what a \"regular Teslabovine\" is, it is assumed that these are somewhat similar to it. In any case, they follow strict paths at a relaxed pace but sometimes feel compelled to \\c[3]charge forward\\c[0]. These charges will incite a \\c[3]powerful bolt of lightning\\c[0] on their trampled path!",
                "text": "Un cousin proche du \\c[3]Teslabovin\\c[0] normal, ce spécimen préfère vivre sous la terre. Ils ont habituellement une forte connexion aux points intensifs de pouvoir des Anciens qu'ils protègent avec ardeur.\nBien que nous ne connaissions pas ce qu'est un \"Teslabovin normal\", on peut supposer qu'il est similaire à celui-là. En tout cas, il suit un chemin bien déterminé à une allure lente, mais se sent parfois obligé de \\c[3]charger en avant\\c[0]. Ces charges vont laisser derrière elle une \\c[3]puissante décharge de foudre\\c[0] sur ses traces de sabots."
        },
        "enemies/jungle/special/quest_td_fish_1.json/actions/Init/0/thenStep/3/thenStep/0/text": {
                "orig": "Left side incoming!",
                "text": "Arrivage Côté Gauche !"
        },
        "enemies/jungle/special/quest_td_fish_1.json/actions/Init/0/thenStep/4/thenStep/0/text": {
                "orig": "Right side incoming!",
                "text": "Arrivage Côté Droit !"
        },
        "enemies/jungle/special/quest_td_fish_1.json/actions/Init/0/elseStep/1/text": {
                "orig": "Incoming!",
                "text": "Ils Arrivent !"
        },
        "enemies/jungle/special/quest_td_fish_1.json/actions/Init/3/thenStep/0/text": {
                "orig": "(SPAWN \\v[entity.name], \\v[entity.attrib.stdSpeed] Speed)",
                "text": "(APPARITION \\v[entity.name], Vitesse \\v[entity.attrib.stdSpeed])"
        },
        "enemies/jungle/special/quest_td_fish_1.json/actions/TDReachGoal/0/text": {
                "orig": "[INFILTRATION!]",
                "text": "[INFILTRATION !]"
        },
        "enemies/jungle/special/quest_td_fish_1.json/actions/TDAlert/1/thenStep/2/thenStep/1/thenStep/0/text": {
                "orig": "[WAVE REACHED LEFT DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES À GAUCHE !]"
        },
        "enemies/jungle/special/quest_td_fish_1.json/actions/TDAlert/1/thenStep/2/thenStep/2/thenStep/0/text": {
                "orig": "[WAVE REACHED RIGHT DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES À DROITE !]"
        },
        "enemies/jungle/special/quest_td_fish_1.json/actions/TDAlert/1/elseStep/0/thenStep/1/text": {
                "orig": "[WAVE REACHED DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES !]"
        },
        "enemies/jungle/special/quest_td_fish_1.json/actions/TDWarning/0/text": {
                "orig": "[DANGER!]",
                "text": "[DANGER !]"
        },
        "enemies/jungle/special/quest_td_fish_1.json/actions/TDShootStrafe/20/thenStep/1/text": {
                "orig": "[Recover Shield...]",
                "text": "[Rétablissement Bouclier...]"
        },
        "enemies/jungle/special/quest_td_fish_1.json/actions/StartFullShield/0/thenStep/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/jungle/special/quest_td_fish_1.json/actions/EndFullShield/0/thenStep/1/text": {
                "orig": "[Shield neutralized!]",
                "text": "[Bouclier neutralisé !]"
        },
        "enemies/jungle/special/quest_td_fish_1.json/meta/species": {
                "orig": "Floating Fish",
                "text": "Poisson Flottant"
        },
        "enemies/jungle/special/quest_td_fish_1.json/meta/descriptions/0/text": {
                "orig": "A close relative to the regular \\c[3]\\v[combat.name.jungle/fish]\\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect.\nLiving underground for most of its life has somewhat stunted this creature's ability to fly. Not for the lack of ability, but rather because constantly stubbing their sensible lantern on the ceiling at a young age has made them overly careful.",
                "text": "Une cousine proche de la \\c[3]\\v[combat.name.jungle/fish]\\c[0] normale, ce spécimen préfère vivre sous la terre. Elles ont habituellement une forte connexion aux points intensifs de pouvoir des Anciens qu'elles protègent avec ardeur.\nLe fait de vivre sous terre pendant la majorité de leur vie a endormi leurs capacités à voler. Non pas par manque de capacité, mais parce qu'ils ont cognés leur lanterne sensible sur le plafond quand ils étaient jeunes et cela les a rendus un peu trop précautionneux."
        },
        "enemies/jungle/special/quest_td_plant_1.json/actions/Init/0/thenStep/3/thenStep/0/text": {
                "orig": "Left side incoming!",
                "text": "Arrivage Côté Gauche !"
        },
        "enemies/jungle/special/quest_td_plant_1.json/actions/Init/0/thenStep/4/thenStep/0/text": {
                "orig": "Right side incoming!",
                "text": "Arrivage Côté Droit !"
        },
        "enemies/jungle/special/quest_td_plant_1.json/actions/Init/0/elseStep/1/text": {
                "orig": "Incoming!",
                "text": "Ils Arrivent !"
        },
        "enemies/jungle/special/quest_td_plant_1.json/actions/Init/4/thenStep/0/text": {
                "orig": "(SPAWN \\v[entity.name], \\v[entity.attrib.stdSpeed] Speed)",
                "text": "(APPARITION \\v[entity.name], Vitesse \\v[entity.attrib.stdSpeed])"
        },
        "enemies/jungle/special/quest_td_plant_1.json/actions/TDReachGoal/0/text": {
                "orig": "[INFILTRATION!]",
                "text": "[INFILTRATION !]"
        },
        "enemies/jungle/special/quest_td_plant_1.json/actions/TDAlert/1/thenStep/2/thenStep/1/thenStep/0/text": {
                "orig": "[WAVE REACHED LEFT DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES À GAUCHE !]"
        },
        "enemies/jungle/special/quest_td_plant_1.json/actions/TDAlert/1/thenStep/2/thenStep/2/thenStep/0/text": {
                "orig": "[WAVE REACHED RIGHT DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES À DROITE !]"
        },
        "enemies/jungle/special/quest_td_plant_1.json/actions/TDAlert/1/elseStep/0/thenStep/1/text": {
                "orig": "[WAVE REACHED DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES !]"
        },
        "enemies/jungle/special/quest_td_plant_1.json/actions/TDWarning/0/text": {
                "orig": "[DANGER!]",
                "text": "[DANGER !]"
        },
        "enemies/jungle/special/quest_td_plant_1.json/actions/TDEvade/12/thenStep/4/text": {
                "orig": "[Recover Shield...]",
                "text": "[Rétablissement Bouclier...]"
        },
        "enemies/jungle/special/quest_td_plant_1.json/actions/StartFullShield/0/thenStep/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/jungle/special/quest_td_plant_1.json/actions/EndFullShield/1/text": {
                "orig": "[Shield neutralized!]",
                "text": "[Bouclier neutralisé !]"
        },
        "enemies/jungle/special/quest_td_plant_1.json/meta/species": {
                "orig": "Water-Controlled Plant",
                "text": "Plante Contrôlée par l'Eau"
        },
        "enemies/jungle/special/quest_td_plant_1.json/meta/descriptions/0/text": {
                "orig": "A close relative to the regular \\c[3]\\v[combat.name.jungle/plant]\\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect.\nOne would think that a plant like this would have difficulties surviving without direct sunlight, but it gets compensated by a high concentration of Track energy and a diet of nutritious cave insects. \nAlso of note is its ability to \\c[3]sense incoming turret-shots\\c[0] and \\c[3]evade them\\c[0] by teleporting. \\c[3]It can't uphold its shield while doing so\\c[0], though, so a \\c[3]powerful projectile might disturb its balance during that period\\c[0].",
                "text": "Une cousine proche des \\c[3]\\v[combat.name.jungle/plant]s\\c[0] normaux, ce spécimen préfère vivre sous la terre. Elles ont habituellement une forte connexion aux points intensifs de pouvoir des Anciens qu'elles protègent avec ardeur.\nOn pourrait penser que ces plantes auraient des difficultés à survivre sans lumière directe du soleil, mais cela est compensé par une forte concentration en énergie du Tracé et un régime alimentaire à base d'insectes des grottes nutritifs.\nNotez sa capacité à \\c[3]sentir les projectiles de tourelles\\c[0] et via la téléportation, à les \\c[3]éviter\\c[0]. \\c[3]Elle ne peut pas activer son bouclier\\c[0] pendant ce temps-là, donc un \\c[3]gros projectile bien placé peut la déstabiliser pendant cette période\\c[0]."
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/Init/2/thenStep/3/thenStep/0/text": {
                "orig": "Left side incoming!",
                "text": "Arrivage Côté Gauche !"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/Init/2/thenStep/4/thenStep/0/text": {
                "orig": "Right side incoming!",
                "text": "Arrivage Côté Droit !"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/Init/2/elseStep/1/text": {
                "orig": "Incoming!",
                "text": "Ils Arrivent !"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/Init/6/thenStep/0/text": {
                "orig": "(SPAWN \\v[entity.name], \\v[entity.attrib.stdSpeed] Speed)",
                "text": "(APPARITION \\v[entity.name], Vitesse \\v[entity.attrib.stdSpeed])"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/TDReachGoal/0/text": {
                "orig": "[INFILTRATION!]",
                "text": "[INFILTRATION !]"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/TDAlert/1/thenStep/2/thenStep/1/thenStep/0/text": {
                "orig": "[WAVE REACHED LEFT DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES À GAUCHE !]"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/TDAlert/1/thenStep/2/thenStep/2/thenStep/0/text": {
                "orig": "[WAVE REACHED RIGHT DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES À DROITE !]"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/TDAlert/1/elseStep/0/thenStep/1/text": {
                "orig": "[WAVE REACHED DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES !]"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/TDWarning/0/text": {
                "orig": "[DANGER!]",
                "text": "[DANGER !]"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/TDEvade/19/thenStep/4/text": {
                "orig": "[Recover Shield...]",
                "text": "[Rétablissement Bouclier...]"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/StartFullShield/0/thenStep/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/EndFullShield/1/text": {
                "orig": "[Shield neutralized!]",
                "text": "[Bouclier neutralisé !]"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/actions/EndFullShieldDizzy/1/text": {
                "orig": "[Shield neutralized!]",
                "text": "[Bouclier neutralisé !]"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/jungle/special/quest_td_shockcat_1.json/meta/descriptions/0/text": {
                "orig": "A close relative to the regular \\c[3]\\v[combat.name.minibosses/shockcat-black]\\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect.\nBlack cats in dark caves are usually very hard to see. Thankfully these little devils still have a certain code of honor that inclines them to constantly give off a bit of light.",
                "text": "Un cousin proche du \\c[3]\\v[combat.name.minibosses/shockcat-black]\\c[0], ce spécimen préfère vivre sous la terre. Ils ont habituellement une forte connexion aux points intensifs de pouvoir des Anciens qu'ils protègent avec ardeur.\nLes chats noirs dans les grottes sont souvent difficiles à apercevoir. Heureusement, ces petits diables ont un code de l'honneur qui les pousse à radier un peu de lumière."
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/Init/2/thenStep/3/thenStep/0/text": {
                "orig": "Left side incoming!",
                "text": "Arrivage Côté Gauche !"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/Init/2/thenStep/4/thenStep/0/text": {
                "orig": "Right side incoming!",
                "text": "Arrivage Côté Droit !"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/Init/2/elseStep/1/text": {
                "orig": "Incoming!",
                "text": "Ils Arrivent !"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/Init/6/thenStep/0/text": {
                "orig": "(SPAWN \\v[entity.name], \\v[entity.attrib.stdSpeed] Speed)",
                "text": "(APPARITION \\v[entity.name], Vitesse \\v[entity.attrib.stdSpeed])"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/TDReachGoal/0/text": {
                "orig": "[INFILTRATION!]",
                "text": "[INFILTRATION !]"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/TDAlert/1/thenStep/2/thenStep/1/thenStep/0/text": {
                "orig": "[WAVE REACHED LEFT DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES À GAUCHE !]"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/TDAlert/1/thenStep/2/thenStep/2/thenStep/0/text": {
                "orig": "[WAVE REACHED RIGHT DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES À DROITE !]"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/TDAlert/1/elseStep/0/thenStep/1/text": {
                "orig": "[WAVE REACHED DEFENSES!]",
                "text": "[VAGUE ARRIVÉE SUR DÉFENSES !]"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/TDWarning/0/text": {
                "orig": "[DANGER!]",
                "text": "[DANGER !]"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/TDEvade/19/thenStep/4/text": {
                "orig": "[Recover Shield...]",
                "text": "[Rétablissement Bouclier...]"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/StartFullShield/0/thenStep/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/EndFullShield/1/text": {
                "orig": "[Shield neutralized!]",
                "text": "[Bouclier neutralisé !]"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/actions/EndFullShieldDizzy/1/text": {
                "orig": "[Shield neutralized!]",
                "text": "[Bouclier neutralisé !]"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/jungle/special/quest_td_shockcat_2.json/meta/descriptions/0/text": {
                "orig": "A close relative to the regular \\c[3]\\v[combat.name.jungle/shockcat]\\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect.\nThough they are stubbornly following strict paths, unlike their less disciplined and decidedly more cuddly cousins, they still retain a Shokat's blinding agility. Expect them to \\c[3]dodge projectiles\\c[0] of automated turrets with ease! \\c[3]Dodging will disrupt their shields\\c[0], though, and thus make them \\c[3]especially vulnerable to charged shots\\c[0] for a few seconds.",
                "text": "Un cousin proche du \\c[3]\\v[combat.name.jungle/shockcat]\\c[0] normal, ce spécimen préfère vivre sous la terre. Ils ont habituellement une forte connexion aux points intensifs de pouvoir des Anciens qu'ils protègent avec ardeur.\nBien qu'ils suivent scrupuleusement leur chemin, contrairement à leurs cousins moins disciplinés et décidément plus câlins, ils gardent l'agilité et les réflexes rapides comme l'éclair d'un \\v[combat.name.jungle/shockcat]. Attendez-vous à ce qu'ils \\c[3]évitent les projectiles\\c[0] des tourelles avec aise ! \\c[3]Esquiver va désactiver leur bouclier\\c[0], par contre, et les rendre \\c[3]vulnérables, surtout aux projectiles chargés\\c[0] pendant quelques secondes."
        },
        "enemies/jungle/special/snowman-jungle-1.json/actions/AdjustEnemy/0/thenStep/0/text": {
                "orig": "(Adjust Enemy)",
                "text": "(Ajustement Ennemi)"
        },
        "enemies/jungle/special/snowman-jungle-1.json/actions/RegenAircon/3/thenStep/1/thenStep/0/text": {
                "orig": "(Goto AirCon)",
                "text": "(Aller Vers Clim)"
        },
        "enemies/jungle/special/snowman-jungle-1.json/actions/ShootAircon/2/thenStep/0/text": {
                "orig": "!!!",
                "text": "!!!"
        },
        "enemies/jungle/special/snowman-jungle-1.json/actions/ShootAircon/4/thenStep/1/thenStep/0/text": {
                "orig": "(Shoot AirCon)",
                "text": "(Tirer Clim)"
        },
        "enemies/jungle/special/snowman-jungle-1.json/meta/species": {
                "orig": "Snowman Tourist",
                "text": "Bonhomme de Neige Touriste"
        },
        "enemies/jungle/special/snowman-jungle-1.json/meta/descriptions/0/text": {
                "orig": "A \\c[3]\\v[combat.name.snowman]\\c[0] that developed a somewhat higher intelligence and curiousity and thus wanted to leave its home of \\c[3]\\v[area.bergen-trails.name]\\c[0] to visit warmer lands.\nUnfortunately the burning sun has caused some problems, so it usually stays \\c[3]in caves\\c[0] and tries to \\c[3]steal cooling devices\\c[0] to live in a more comfortable temperature.",
                "text": "Un \\c[3]\\v[combat.name.snowman]\\c[0] qui d'une certaine manière semble avoir développé une intelligence et une curiosité supérieure et a voulu quitter son habitat naturel sur le \\c[3]\\v[area.bergen-trails.name]\\c[0] pour visiter des territoires plus chauds.\nMalheureusement le soleil brulant lui a causé quelques problèmes, donc il se terre habituellement \\c[3]dans les caves\\c[0] et essaye de \\c[3]voler des climatiseurs\\c[0] pour pouvoir vivre dans une température plus agréable."
        },
        "enemies/jungle/special/snowman-jungle-boss-scene.json/actions/AdjustEnemy/0/text": {
                "orig": "ADJUST ENEMY",
                "text": "AJUSTEMENT ENNEMI"
        },
        "enemies/jungle/special/snowman-jungle-boss-scene.json/actions/RegenAircon/3/thenStep/1/thenStep/0/text": {
                "orig": "(Goto AirCon)",
                "text": "(Aller Vers Clim)"
        },
        "enemies/jungle/special/snowman-jungle-boss-scene.json/actions/ShootAircon/2/thenStep/0/text": {
                "orig": "!!!",
                "text": "!!!"
        },
        "enemies/jungle/special/snowman-jungle-boss-scene.json/actions/ShootAircon/4/thenStep/0/text": {
                "orig": "222",
                "text": "222"
        },
        "enemies/jungle/special/snowman-jungle-boss-scene.json/actions/ShootAircon/4/thenStep/2/thenStep/0/text": {
                "orig": "(Shoot AirCon)",
                "text": "(Tirer Clim)"
        },
        "enemies/jungle/special/snowman-jungle-boss-scene.json/meta/species": {
                "orig": "Snowman Tourist",
                "text": "Bonhomme de Neige Touriste"
        },
        "enemies/jungle/special/snowman-jungle-boss-scene.json/meta/descriptions/0/text": {
                "orig": "The fruit-obsessed leader of a rogue group of \\c[3]\\v[combat.name.snowman]\\c[0] that aspired to make the warm lands of \\c[3]\\v[area.jungle.name]\\c[0] their home.\nTo that end it led robberies to steal large quantities of \\c[3]cooling devices\\c[0] which were supposed to slowly turn the Jungle into a climate more comfortable for Snowmen to live in.\nDespite its exceptional intelligence, it could not grasp the irony of that entire plan.",
                "text": "Un chef d'un groupe de \\c[3]\\v[combat.name.snowman]\\c[0] errants, obsédé par les fruits, qui aspire à vouloir transformer les terres chaudes du \\c[3]\\v[area.jungle.name]\\c[0] en leur lieu d'habitation.\nPour cela, il mène son groupe pour voler des tas de \\c[3]climatiseurs\\c[0] qui devaient lentement transformer la jungle en un climat plus confortable pour les bonhommes de neiges.\nMalgré son intelligence supérieure, il ne parvint pas à percevoir l'ironie de son stratagème."
        },
        "enemies/jungle/special/snowman-jungle-boss.json/actions/MegaShoot_Aircon/2/thenStep/1/thenStep/0/text": {
                "orig": "(Goto AirCon)",
                "text": "(Aller Vers Clim)"
        },
        "enemies/jungle/special/snowman-jungle-boss.json/actions/ShootAircon/3/thenStep/0/thenStep/0/thenStep/0/text": {
                "orig": "!!!",
                "text": "!!!"
        },
        "enemies/jungle/special/snowman-jungle-boss.json/actions/ShootAircon/3/thenStep/1/thenStep/0/text": {
                "orig": "(Shoot AirCon)",
                "text": "(Tirer Clim)"
        },
        "enemies/jungle/special/snowman-jungle-boss.json/meta/species": {
                "orig": "Snowman Tourist",
                "text": "Bonhomme de Neige Touriste"
        },
        "enemies/jungle/special/snowman-jungle-boss.json/meta/descriptions/0/text": {
                "orig": "The fruit-obsessed leader of a rogue group of \\c[3]\\v[combat.name.snowman]\\c[0] that aspired to make the warm lands of \\c[3]\\v[area.jungle.name]\\c[0] their home.\nTo that end it led robberies to steal large quantities of \\c[3]cooling devices\\c[0] which were supposed to slowly turn the Jungle into a climate more comfortable for Snowmen to live in.\nDespite its exceptional intelligence, it could not grasp the irony of that entire plan.",
                "text": "Un chef d'un groupe de \\c[3]\\v[combat.name.snowman]\\c[0] errants, obsédé par les fruits, qui aspire à vouloir transformer les terres chaudes du \\c[3]\\v[area.jungle.name]\\c[0] en leur lieu d'habitation.\nPour cela, il mène son groupe pour voler des tas de \\c[3]climatiseurs\\c[0] qui devaient lentement transformer la jungle en un climat plus confortable pour les bonhommes de neiges.\nMalgré son intelligence supérieure, il ne parvint pas à percevoir l'ironie de son stratagème."
        },
        "enemies/jungle/special/turret-defense-1.json/proxies/scalingBuff/action/4/thenStep/0/text": {
                "orig": "(\\v[entity.attrib.tempCounter] buffs!)",
                "text": "(\\v[entity.attrib.tempCounter] buffs !)"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/Init/0/thenStep/0/text": {
                "orig": "[NEW TURRET]",
                "text": "[NOUVELLE TOURELLE]"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/StartFullShield/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/ActivationWait/8/text": {
                "orig": "[ACTIVATE WITH CHARGED]",
                "text": "[ACTIVEZ AVEC TIR CHARGÉ]"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/Activate/1/thenStep/1/thenStep/1/text": {
                "orig": "[ACTIVATED, HEAT]",
                "text": "[ACTIVÉ, CHAUD]"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/Activate/1/thenStep/1/elseStep/0/thenStep/1/text": {
                "orig": "[ACTIVATED, COLD]",
                "text": "[ACTIVÉ, FROID]"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/Activate/1/thenStep/1/elseStep/0/elseStep/0/thenStep/1/text": {
                "orig": "[ACTIVATED, SHOCK]",
                "text": "[ACTIVÉ, CHOC]"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/Activate/1/thenStep/1/elseStep/0/elseStep/0/elseStep/0/thenStep/1/text": {
                "orig": "[ACTIVATED, WAVE]",
                "text": "[ACTIVÉ, ONDE]"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/Activate/1/thenStep/1/elseStep/0/elseStep/0/elseStep/0/elseStep/1/text": {
                "orig": "[ACTIVATED, NEUTRAL]",
                "text": "[ACTIVÉ, NEUTRE]"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/Activate/1/elseStep/0/text": {
                "orig": "[NOT ENOUGH ENERGY]",
                "text": "[PAS ASSEZ D'ÉNERGIE]"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/LacksEnergy/1/text": {
                "orig": "[NOT ENOUGH ENERGY]",
                "text": "[PAS ASSEZ D'ÉNERGIE]"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/ShotNeutral/1/thenStep/0/text": {
                "orig": "(SHOOT NEUTRAL)",
                "text": "(TIR NEUTRE)"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/ShotHeat/1/thenStep/0/text": {
                "orig": "(SHOOT HEAT)",
                "text": "(TIR CHAUD)"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/ShotCold/1/thenStep/0/text": {
                "orig": "(SHOOT COLD)",
                "text": "(TIR FROID)"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/ShotShock/1/thenStep/0/text": {
                "orig": "(SHOOT SHOCK)",
                "text": "(TIR CHOC)"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/ShotWave/1/thenStep/0/text": {
                "orig": "(SHOOT WAVE)",
                "text": "(TIR ONDE)"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/AntiTurret/7/thenStep/0/thenStep/0/text": {
                "orig": "HEAT",
                "text": "CHAUD"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/AntiTurret/7/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "COLD",
                "text": "FROID"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/AntiTurret/7/elseStep/0/elseStep/0/thenStep/0/text": {
                "orig": "NEUTRAL",
                "text": "NEUTRE"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/AntiTurret/11/text": {
                "orig": "[Charging Shot]",
                "text": "[Chargement Tir]"
        },
        "enemies/jungle/special/turret-defense-1.json/actions/Upgrade/4/thenStep/0/text": {
                "orig": "(UPGRADE \\v[entity.attrib.upgrade])",
                "text": "(AMÉLIORATION \\v[entity.attrib.upgrade])"
        },
        "enemies/jungle/special/turret-defense-1.json/meta/species": {
                "orig": "Legal Sentry",
                "text": "Tourelle Légale"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/Init/0/thenStep/0/text": {
                "orig": "[NEW TURRET]",
                "text": "[NOUVELLE TOURELLE]"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/StartFullShield/0/text": {
                "orig": "FullShield On",
                "text": "BouclierEntier On"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/ActivationWait/8/text": {
                "orig": "[ACTIVATE WITH CHARGED]",
                "text": "[ACTIVEZ AVEC TIR CHARGÉ]"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/Activate/1/thenStep/1/thenStep/1/text": {
                "orig": "[ACTIVATED, HEAT]",
                "text": "[ACTIVÉ, CHAUD]"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/Activate/1/thenStep/1/elseStep/0/thenStep/1/text": {
                "orig": "[ACTIVATED, COLD]",
                "text": "[ACTIVÉ, FROID]"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/Activate/1/thenStep/1/elseStep/0/elseStep/0/thenStep/1/text": {
                "orig": "[ACTIVATED, SHOCK]",
                "text": "[ACTIVÉ, CHOC]"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/Activate/1/thenStep/1/elseStep/0/elseStep/0/elseStep/0/thenStep/1/text": {
                "orig": "[ACTIVATED, WAVE]",
                "text": "[ACTIVÉ, ONDE]"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/Activate/1/thenStep/1/elseStep/0/elseStep/0/elseStep/0/elseStep/1/text": {
                "orig": "[ACTIVATED, NEUTRAL]",
                "text": "[ACTIVÉ, NEUTRE]"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/Activate/1/elseStep/0/text": {
                "orig": "[NOT ENOUGH ENERGY]",
                "text": "[PAS ASSEZ D'ÉNERGIE]"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/LacksEnergy/1/text": {
                "orig": "[NOT ENOUGH ENERGY]",
                "text": "[PAS ASSEZ D'ÉNERGIE]"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/ShotNeutral/1/thenStep/0/text": {
                "orig": "(SHOOT NEUTRAL)",
                "text": "(TIR NEUTRE)"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/ShotHeat/1/thenStep/0/text": {
                "orig": "(SHOOT HEAT)",
                "text": "(TIR CHAUD)"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/ShotCold/1/thenStep/0/text": {
                "orig": "(SHOOT COLD)",
                "text": "(TIR FROID)"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/ShotShock/1/thenStep/0/text": {
                "orig": "(SHOOT SHOCK)",
                "text": "(TIR CHOC)"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/ShotWave/1/thenStep/0/text": {
                "orig": "(SHOOT WAVE)",
                "text": "(TIR ONDE)"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/AntiTurret/7/thenStep/0/thenStep/0/text": {
                "orig": "HEAT",
                "text": "CHAUD"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/AntiTurret/7/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "COLD",
                "text": "FROID"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/AntiTurret/7/elseStep/0/elseStep/0/thenStep/0/text": {
                "orig": "NEUTRAL",
                "text": "NEUTRE"
        },
        "enemies/jungle/special/turret-defense-2.json/actions/AntiTurret/11/text": {
                "orig": "[Charging Shot]",
                "text": "[Chargement Tir]"
        },
        "enemies/jungle/special/turret-defense-2.json/meta/species": {
                "orig": "Legal Sentry",
                "text": "Tourelle Légale"
        },
        "enemies/minibosses/blue-hedge.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/minibosses/blue-hedge.json/meta/descriptions/0/text": {
                "orig": "This rare \\v[combat.name.hedgehog] can only be found under certain conditions and is commonly theorized to be the leader of its pack. It is feared for its speedy attacks and its blue color and red eyes make it even more menacing. Usually mistaken for a third eye, the object on its forehead is actually a gem. If someone is brave enough to face it and defeat it, it often leaves behind a golden ring of unknown origin.",
                "text": "Ce rare \\v[combat.name.hedgehog] peut uniquement se trouver sous certaines conditions et il est souvent théorisé qu'il est le chef de son groupe. Il est craint pour ses attaques rapides. Sa couleur bleue et ses yeux rouges le rendent encore plus menaçant. Alors qu'il est souvent confondu pour un troisième œil, l'objet sur son front est en fait une gemme. Pour le brave qui réussirait à le vaincre, il laissera souvent un anneau doré d'origine inconnue."
        },
        "enemies/minibosses/cursed-sandshark.json/meta/species": {
                "orig": "Cursed Fish",
                "text": "Poisson Maudit"
        },
        "enemies/minibosses/cursed-sandshark.json/meta/descriptions/0/text": {
                "orig": "A cursed beast that lurked below Maroon Valley. It once stole coins from a cursed chest and turned into an undying creature. The only way to defeat it is by finding the cursed content of the chest and returning it. \nIt can summon ghostly versions of itself that can not be defeated unless the chest is filled with coins.",
                "text": "Une bête maudite qui se terre en dessous de la \\v[area.heat-area.name]. Il a autrefois volé des pièces d'un coffre au trésor maudit et s'est transformé en une créature mort vivante. La seule manière de le vaincre et de trouver le contenu maudit du coffre et de le remettre dedans.\nIl peut faire apparaitre des fantômes de lui-même qui ne peuvent pas être vaincus sauf si le coffre est rempli de pièces."
        },
        "enemies/minibosses/deep-fish.json/actions/ExBulbShoot/19/thenStep/0/text": {
                "orig": "DIE DIE DIE",
                "text": "MEURT MEURT MEURT"
        },
        "enemies/minibosses/deep-fish.json/actions/ExBulbShoot/19/elseStep/0/thenStep/0/text": {
                "orig": "DIE DIE DIE",
                "text": "MEURT MEURT MEURT"
        },
        "enemies/minibosses/deep-fish.json/meta/species": {
                "orig": "Deepest Fish",
                "text": "Poisson des Profondeurs"
        },
        "enemies/minibosses/deep-fish.json/meta/descriptions/0/text": {
                "orig": "This variant of the \\c[3]\\v[combat.name.jungle/fish]\\c[0] lives in the abandoned ruins of the giant sea in \\c[3]\\v[area.jungle.name]\\c[0].\nIt can become near invisible and attacks its prey from the dark. Bright lights however can make it vulnerable for a short period of time.\nLegends say that this beast has not been seen for many centuries. However legends also tell that nobody ever lived to tell the tale...",
                "text": "Cette variante de la \\c[3]\\v[combat.name.jungle/fish]\\c[0] vit dans les ruines abandonnées de la mer géante dans le \\c[3]\\v[area.jungle.name]\\c[0].\nIl peut devenir presque invincible et attaque ses proies dans le noir. Des lumières brillantes peuvent le rendre vulnérable pendant un petit moment.\nUne légende raconte que cette bête n'a pas été vue pendant des siècles. Mais une autre légende raconte aussi que personne n'a jamais survécu pour pouvoir raconter la légende..."
        },
        "enemies/minibosses/ghost-sandshark.json/meta/species": {
                "orig": "Ghost Fish",
                "text": "Poisson Fantôme"
        },
        "enemies/minibosses/ghost-sandshark.json/meta/descriptions/0/text": {
                "orig": "A ghostly image formed by the \\v[combat.name.minibosses/cursed-sandshark]. They can't be hurt but you can interrupt their attacks to keep them off you for a while.",
                "text": "Une image fantôme d'un \\v[combat.name.minibosses/cursed-sandshark]. Ils ne peuvent pas être battus mais vous pouvez interrompre leur attaque pour les maintenir à distance pendant un moment."
        },
        "enemies/minibosses/henry-probe.json/actions/Overload/4/text": {
                "orig": "Power Surge detected",
                "text": "Décharge Détectée"
        },
        "enemies/minibosses/henry-probe.json/actions/Overload/10/text": {
                "orig": "Rerouting energy",
                "text": "Déviation de l'énergie"
        },
        "enemies/minibosses/henry-probe.json/actions/Overload/19/text": {
                "orig": "Temp shield engaged",
                "text": "Bouclier Temporaire Activé"
        },
        "enemies/minibosses/henry-probe.json/actions/RemoveShield/2/text": {
                "orig": "Disengaging Shields",
                "text": "Désactivation Bouclier"
        },
        "enemies/minibosses/henry-probe.json/meta/species": {
                "orig": "Probe",
                "text": "Sonde"
        },
        "enemies/minibosses/henry-probe.json/meta/descriptions/0/text": {
                "orig": "One of the probes used by Henry. Who knows where this thing was? A mystery never to be solved... or can it?",
                "text": "Une des sondes utilisées par Henry. Qui sait où ces choses étaient ? Un mystère qui ne sera jamais résolu... ou peut-être que si ?"
        },
        "enemies/minibosses/henry.json/meta/species": {
                "orig": "Not really Human",
                "text": "Pas vraiment Humain"
        },
        "enemies/minibosses/henry.json/meta/descriptions/0/text": {
                "orig": "A clever \"hacker\" that was able to manipulate CrossWorlds to do his bidding after many players helped him in collecting enough data. He is actually pretty weak and will use other enemies to attack.\nIn the end he was basically just a troll NPC meant to confuse players. Which worked out great!",
                "text": "Un \"hacker\" futé qui a réussi à manipuler CrossWorlds à sa guise, après que plusieurs joueurs l'ont aidé à collecter suffisamment de données. Il est en fait assez faible et va utiliser d'autres ennemis pour attaquer.\nAu final, c'était juste un PNJ qui était là pour troller les joueurs. Et ça a parfaitement fonctionné !"
        },
        "enemies/minibosses/panda-boss.json/actions/BouldersOpen/4/text": {
                "orig": "Nervous Grunt",
                "text": "Grouillot Nerveux"
        },
        "enemies/minibosses/panda-boss.json/meta/species": {
                "orig": "Enhanced Panda",
                "text": "Panda Amélioré"
        },
        "enemies/minibosses/panda-boss.json/meta/descriptions/0/text": {
                "orig": "An upgraded version of the regular \\v[combat.name.forest/panda]. It can surround itself with large boulders and command multiple \\v[combat.name.minibosses/spider-black]s to attack enemies while it shoots homing mines. When its defences are broken it will resort to an all-out beam attack that is almost impossible to avoid.",
                "text": "Une version améliorée du \\v[combat.name.forest/panda] normal. Il peut s'entourer de grosses pierres et commander plusieurs Tisseuses de Guerres pour attaquer ses ennemis pendant qu'il tire des mines à tête chercheuse. Quand ses défenses sont brisées il va se résoudre à utiliser une attaque de rayon puissant qui est presque impossible à éviter."
        },
        "enemies/minibosses/penguin-rapper.json/actions/jumpWater/5/thenStep/0/thenStep/0/text": {
                "orig": "Z-0",
                "text": "Z-0"
        },
        "enemies/minibosses/penguin-rapper.json/actions/jumpWater/5/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "Z-1",
                "text": "Z-1"
        },
        "enemies/minibosses/penguin-rapper.json/actions/jumpWater/5/elseStep/0/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "Z-2",
                "text": "Z-2"
        },
        "enemies/minibosses/penguin-rapper.json/actions/jumpWater/5/elseStep/0/elseStep/0/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "Z-3",
                "text": "Z-3"
        },
        "enemies/minibosses/penguin-rapper.json/actions/jumpWater/5/elseStep/0/elseStep/0/elseStep/0/elseStep/0/thenStep/0/thenStep/0/text": {
                "orig": "Z-4",
                "text": "Z-4"
        },
        "enemies/minibosses/penguin-rapper.json/actions/jumpWater/5/elseStep/0/elseStep/0/elseStep/0/elseStep/0/elseStep/0/thenStep/0/text": {
                "orig": "Z-5+",
                "text": "Z-5+"
        },
        "enemies/minibosses/penguin-rapper.json/meta/species": {
                "orig": "Best Bird",
                "text": "Meilleur Oiseau",
                "note": "de asks for the truthness of the text, might be Top Oiseau"
        },
        "enemies/minibosses/penguin-rapper.json/meta/descriptions/0/text": {
                "orig": "A rare type of \\c[3]Pengpeng\\c[0] that set up a den deep in the mountains of \\c[3]Bergen Trail\\c[0]. When approached it immediately thinks that you want to steal its flow and jumps up to its \"stage\". It will summon Pengpengs and command them to do different attacks based on its temper. Anger it by defeating all Pengpengs to make it jump down.",
                "text": "Un rare type de \\c[3]\\v[combat.name.penguin]\\c[0] qui s'est construit une cachette profondément dans les montagnes du \\c[3]\\v[area.bergen-trails.name]\\c[0]. Lorsqu'on l'approche, il va immédiatement penser que vous voulez piquer son flow et va sauter de sa \"scène\". Il va appeler des \\v[combat.name.penguin] et leur commander de faire différentes attaques en fonction de son humeur. Énervez le en abattant ses congénères pour le faire sauter en bas."
        },
        "enemies/minibosses/scorpion-boss.json/meta/species": {
                "orig": "Mecha Crab",
                "text": "Crabe Mécanique"
        },
        "enemies/minibosses/shockcat-black.json/meta/species": {
                "orig": "Mammal",
                "text": "Mammifère"
        },
        "enemies/minibosses/shockcat-black.json/meta/descriptions/0/text": {
                "orig": "These kitties are not cute at all. They will attack on sight and will dodge projectiles whenever they can. Thankfully they don't feature the \"attracting\" nature of their more calm kindred.\nJust what made them so aggressive?",
                "text": "Ces chatons ne sont vraiment pas mignons. Ils vont attaquer à vue et vont éviter les projectiles dès qu'ils peuvent. Heureusement ils ne possèdent pas leur nature \"attirante\" de leurs cousins plus calmes.\nMais qu'est-ce qui les rends aussi agressifs ?"
        },
        "enemies/minibosses/shockcat-black.json/meta/descriptions/1/text": {
                "orig": "Turns out that these fiends are part of the track's attempt to fix itself. Something went wrong and the cats interpreted humans and shads as part of the problem. ",
                "text": "Il semblerait que ces bestioles fassent partie de la tentative du tracé de se réparer lui-même. Quelque chose s'est mal passé et les chats ont interprété les humains et les shads comme étant la cause du problème."
        },
        "enemies/minibosses/sloth-black.json/meta/species": {
                "orig": "Large Mammal",
                "text": "Gros Mammifère"
        },
        "enemies/minibosses/sloth-black.json/meta/descriptions/0/text": {
                "orig": "This is the true culprit behind the infestation of \\c[3]\\v[area.jungle.name]\\c[0].  Somehow it managed to snag at the track's system and gained some serious power in return. Not only can it communicate to some degree, it also gained an appetite for everything electrical like the glowing plants. \nIt uses the same tactics as the normal sloth but varies it up by dodging around you and using a long sword to sweep the floor with you. Additionally, it can trap you in a lightning cage and attack you with dashes multiple times.",
                "text": "C'est le véritable coupable derrière l'infestation du \\c[3]\\v[area.jungle.name]\\c[0]. Il a réussi on ne sait comment à puiser dans les systèmes du tracé et a obtenu de sérieux pouvoirs en retour. Non seulement il peut communiquer jusqu'à un certain point, il a également développé un appétit pour tout ce qui est électrique, comme ces plantes brillantes.\nIl utilise les mêmes tactiques que le paresseux normal mais les variera en vous évitant et en utilisant un puissant sabre pour balayer le sol avec vous. En plus, il peut vous enfermer dans une cage de foudre et vous attaquer plusieurs fois avec des sprints."
        },
        "enemies/minibosses/snow-megatank-orb.json/meta/species": {
                "orig": "en_US",
                "text": "fr_FR"
        },
        "enemies/minibosses/spider-black.json/meta/species": {
                "orig": "Mean war machine",
                "text": "Machine de Guerre Méchante"
        },
        "enemies/minibosses/spider-black.json/meta/descriptions/0/text": {
                "orig": "Rarely found in caves in \\v[area.forest.name], this vile fiend is a mechanized copy of the \\v[combat.name.forest/spider]. Just like its archetype it can slow down its prey. Instead of Wave-based attacks it uses Shock as its primary element. Groups of them will combine their electric power to send down bolts of lightning.",
                "text": "Se trouvant rarement dans les caves de la \\v[area.forest.name], ce vil démon est une copie mécanique de l'\\v[combat.name.forest/spider]. Comme son archétype elle peut ralentir sa proie. À la place d'attaques d'Ondes, elle utilise le Choc comme élément principal. En groupe, elles peuvent combiner leurs pouvoirs électriques pour envoyer des décharges de foudre."
        },
        "enemies/special/dummy.json/meta/species": {
                "orig": "Sandbag",
                "text": "Sac de sable"
        },
        "enemies/special/dummy.json/meta/descriptions/0/text": {
                "orig": "This training dummy is used for new players to test \\c[3]Combat Arts\\c[0] and other techniques without the fear of getting attacked.\n ",
                "text": "Ce sac d'entrainement est utilisé par les nouveaux joueurs pour tester les \\c[3]Arts de Combats\\c[0] et d'autres techniques sans risquer d'être attaqués."
        },
        "enemies/special/sergey-hax.json/proxies/playerHack/action/4/text": {
                "orig": "Atk Buff",
                "text": "Buff d'Atk"
        },
        "enemies/special/sergey-hax.json/meta/species": {
                "orig": "en_US",
                "text": "fr_FR"
        },
        "enemies/special/sergey-hax2.json/proxies/shredderHack/action/12/thenStep/0/thenStep/11/text": {
                "orig": "Fixated",
                "text": "Fixé"
        },
        "enemies/special/sergey-hax2.json/proxies/shredderShieldHack/action/3/text": {
                "orig": "Hack",
                "text": "Hack"
        },
        "enemies/special/sergey-hax2.json/meta/species": {
                "orig": "en_US",
                "text": "fr_FR"
        },
        "enemies/special/target-bot.json/meta/species": {
                "orig": "Training Bot",
                "text": "Robot d'Entraînement"
        },
        "enemies/special/target-bot.json/meta/descriptions/0/text": {
                "orig": "A state-of-the-art bot used to train \\c[3]Seekers\\c[0] in various ways. Word has it that in the early stages of the game the developers based its design off real robots.",
                "text": "Un robot dernier cri utilisé pour entrainer les \\c[3]\\v[lore.title.seeker]s\\c[0] de différentes manières. On dit que au début du développement du jeu, les développeurs ont basé ce design sur des vrais robots."
        }
}